Repository: OpenCIOC/onlineresources
Catalog: python/cioc/locale/*/LC_MESSAGES/cioc.po
Languages: fr_ca

source: Select Letter
fr_ca: Choisir une lettre

source: Record Added
fr_ca: Dossier ajouté

source: Add to List
fr_ca: Ajouter à la liste

source: Global
fr_ca: Total

source: Volunteer
fr_ca: Bénévolat

source: Child Care
fr_ca: Garde d'enfants

source: Show Listings
fr_ca: Afficher la liste

source: Hide Listings
fr_ca: Cacher la liste

source: Show Deleted
fr_ca: Afficher les dossiers supprimés

source: Hide Deleted
fr_ca: Cacher dossiers supprimés

source: This database has been configured to block all outgoing Email.
fr_ca: Cette base de données a été configurée pour bloquer tous les courriels sortants.

source: About Google Translations
fr_ca: À propos des traductions de Google

source: Past
fr_ca: Passé

source: Future
fr_ca: Futur

source: Today
fr_ca: Aujourd'hui

source: Yesterday
fr_ca: Hier

source: Last 7 Days
fr_ca: 7 derniers jours

source: Last 10 Days
fr_ca: 10 derniers jours

source: This Month
fr_ca: Mois en cours

source: Previous Month
fr_ca: Mois précédent

source: Next Month
fr_ca: Mois suivant

source: Is Null
fr_ca: est nul(le)

source: Not Null
fr_ca: n'est pas nul(le)

source: Date is in:
fr_ca: La date est :

source: OR
fr_ca: OU

source: on or after the date
fr_ca: le ou après le

source: before the date
fr_ca: avant le

source: Establishments primarily engaged in:
fr_ca: Établissements dont l'activité principale est :

source: Database Admin Area
fr_ca: Domaine de la gestion de la base de données

source: User Name: %s This account has been locked due to 5 unsuccessful login attempts. A user with account management privileges must unlock the account. Last Attempt: %s (%s) %s Note that repeated unauthorized attempts to access the database that lock multiple accounts will block all login attempts to the database from the above IP Address. Should this occur, you will need to notify your database technical support to have the IP Address block removed.
fr_ca: Nom d'utilisateur : %s Ce compte a été verrouillé suite à 5 tentatives de connexion incorrectes. Le compte doit être déverrouillé par un utilisateur possédant des privilèges de gestion des comptes. Dernière tentative : %s (%s) %s À noter qu'en cas de multiples tentatives d'accès non autorisées à la base de données verrouillant plusieurs comptes, toutes les tentatives de connexion en provenance de l'adresse IP ci-dessus seront bloquées. Si cela se produit, vous devez le notifier au personnel de soutien technique de la base de données pour débloquer l'adresse IP.

source: Locked Account in your CIOC database
fr_ca: Compte verrouillé dans votre base de données CIOC

source: Main Menu
fr_ca: Menu principal

source: Search
fr_ca: Rechercher

source: Suggest Opportunity
fr_ca: Proposer une occasion

source: Suggest Record
fr_ca: Proposer un dossier

source: Advanced Search
fr_ca: Recherche avancée

source: Recent Searches
fr_ca: Recherches récentes

source: View
fr_ca: Vue

source: Volunteer Menu
fr_ca: Bénévolat - Menu

source: Setup
fr_ca: Installation

source: Feedback
fr_ca: Rétroaction

source: New Opportunity
fr_ca: Nouvelle opportunité

source: New Record
fr_ca: Nouveau dossier

source: Some reminders are past due or require action.
fr_ca: Quelques rappels sont en retard ou exigent une action.

source: Reminders
fr_ca: Rappels

source: Logout
fr_ca: Fermer la session

source: Page Help
fr_ca: Aide à la page

source: View List
fr_ca: Liste du dossiers

source: Email
fr_ca: Courriel

source: Home
fr_ca: Accueil

source: Contact Us
fr_ca: Contactez nous

source: Quick Links:
fr_ca: Liens rapides :

source: Toggle Menu
fr_ca: Activer/désactiver le menu

source: Terms of Use
fr_ca: Conditions d'utilisation

source: Revision Date
fr_ca: Date de révision

source: Change
fr_ca: Changer

source: Vacancy
fr_ca: Places disponibles

source: Edit
fr_ca: Modifier

source: Release Occupancy
fr_ca: Libération de l'occupation

source: Assign Occupancy
fr_ca: Attribuer une occupation

source: Finished Editing
fr_ca: Modifications terminées

source: Change History
fr_ca: Historique des modifications

source: Close
fr_ca: Fermer

source: Vacancy History
fr_ca: Historique des disponibilités

source: Loading...
fr_ca: Chargement...

source: Unable to talk to server:
fr_ca: Impossible de communiquer avec le serveur :

source: %(value)s is not a valid ID
fr_ca: %(value)s n'est pas un identifiant valide

source: Enter a value not more than %(max)i characters long
fr_ca: Saisir une valeur de %(max)i caractères maximum.

source: Enter a value %(min)i characters long or more
fr_ca: Saisir une valeur de %(min)i caractères minimum.

source: Invalid URL
fr_ca: URL invalide

source: Invalid UUID
fr_ca: UUID invalide

source: Invalid Code: Only upper case letters, numbers and dashes are allowed
fr_ca: Code invalide : seuls les lettres majuscules, les chiffres et les tirets sont autorisés

source: Invalid Code: Only upper case letters are allowed
fr_ca: Code invalide : seules les lettres majuscules sont autorisées

source: Please enter a decimal value
fr_ca: S'il vous plaît entrer une valeur décimale

source: Invalid Agency Code
fr_ca: Code d'agence invalide

source: Invalid Taxonomy Code
fr_ca: Code taxonomique invalide

source: Invalid Record Number
fr_ca: Numéro de dossier invalide

source: Not a valid email address
fr_ca: L'adresse courriel n'est pas valide

source: Not a valid email address list
fr_ca: La liste d'adresse courriel est invalide

source: Invalid Slug: Only letters, numbers and dashes are allowed
fr_ca: Slug non valide : seuls les lettres, les chiffres et les tirets sont autorisés

source: Not a valid colour
fr_ca: La couleur n'est pas valide

source: Not a valid date
fr_ca: Date invalide

source: Day is not valid for the given month
fr_ca: Le jour n'est pas valide pour le mois donné

source: Hour is not valid
fr_ca: L'heure n'est pas valide

source: Minute is not valid
fr_ca: Les minutes ne sont pas valides

source: Second is not valid
fr_ca: Les secondes ne sont pas valides

source: Date must be on or after %(min)s
fr_ca: La date doit être égale ou postérieure au %(min)s

source: Date must be on or before %(min)s
fr_ca: La date doit être égale ou antérieure au %(min)s

source: You must give a value for %(field)s
fr_ca: Vous devez assigner une valeur à %(field)s

source: Please enter a number
fr_ca: Saisissez un nombre

source: That is not a valid day (%(exception)s)
fr_ca: Ce jour n'est pas valide (%(exception)s)

source: This database runs on the <a href="http://www.opencioc.org/">OpenCIOC Platform</a>
fr_ca: Cette base de données fonctionne avec <a href="http://www.opencioc.org/">le logiciel OpenCIOC</a>

source: Printed on:
fr_ca: Imprimé le :

source: Cookie Details
fr_ca: Détails des cookies

source: We use cookies to enhance your browsing experience, serve personalized content, and analyze our traffic. By clicking "Accept All", you consent to our use of cookies.
fr_ca: Nous utilisons des cookies pour améliorer votre expérience de navigation, diffuser du contenu personnalisé et analyser notre trafic. En cliquant sur « Tout accepter », vous consentez à notre utilisation des cookies.

source: Necessary
fr_ca: Nécessaire

source: These cookies allow the site to work and last for the duration of your session. No personal information is tracked with these cookies.
fr_ca: Les cookies nécessaires sont cruciaux pour les fonctions de base du site Web et celui-ci ne fonctionnera pas comme prévu sans eux. Les cookies expirent à la fin de votre session. Ces cookies ne stockent aucune donnée personnellement identifiable.

source: Optional Cookies
fr_ca: Cookies optionnels

source: These cookies are used to understand how visitors interact with the website. These cookies help provide information on metrics such as the number of visitors, bounce rate, traffic source, etc.
fr_ca: Les cookies analytiques sont utilisés pour comprendre comment les visiteurs interagissent avec le site Web. Ces cookies aident à fournir des informations sur le nombre de visiteurs, le taux de rebond, la source de trafic, etc.

source: Only Necessary
fr_ca: Seulement nécessaire

source: Accept All
fr_ca: Tout accepter

source: We value your privacy
fr_ca: Nous respectons votre vie privée

source: Details
fr_ca: Détails

source: Skip to main content
fr_ca: Accédez au contenu principal

source: The database is in training mode
fr_ca: La base de données est en mode Formation.

source: Error
fr_ca: Erreur

source: Recent Search History
fr_ca: Historique des recherches récentes

source: Manage Application Surveys
fr_ca: Gérer les enquêtes

source: The Application Survey was successfully added.
fr_ca: L'enquête a été ajoutée avec succès.

source: The Application Survey was successfully updated.
fr_ca: L'enquête a été mise à jour avec succès.

source: Unable to save:
fr_ca: Impossible de sauvegarder :

source: Invalid Application Survey ID
fr_ca: ID d'enquête non valide

source: There were validation errors.
fr_ca: Des erreurs de validation sont survenues.

source: Invalid ID
fr_ca: ID invalide

source: Application Survey not found.
fr_ca: Enquête introuvable.

source: The Application Survey was successfully deleted.
fr_ca: L'enquête a été supprimée avec succès.

source: Unable to delete Application Survey:
fr_ca: Impossible de supprimer l'enquête :

source: Unable to generate Application Survey report:
fr_ca: Impossible de générer le rapport d'enquête :

source: Application Surveys Report
fr_ca: Rapport d'enquêtes

source: Edit Checklist / Drop-Down Values
fr_ca: Modification des valeurs des listes de contrôle ou des listes déroulantes

source: Edit %(type)s Values For Checklist / Drop-Down: {0}
fr_ca: Modifier les valeurs de la liste de contrôle / déroulante %(type)s : {0}

source: Manage Checklist / Drop-Down: {0}
fr_ca: Gérer les listes de contrôles / menus déroulants : {0}

source: Volunteer:
fr_ca: Bénévolat :

source: <p class="Alert">It is strongly recommended that you do not remove or edit the values that came with the database. Keeping these shared values promotes consistency and facilitates data sharing.</p>
fr_ca: <p class="Alert">Il est fortement recommandé de ne pas supprimer ou modifier les valeurs fournies avec la base de données. Le fait de garder ces valeurs partagées favorise l'uniformité et facilite le partage de données.</p>

source: Age Groups
fr_ca: Groupes d'âge

source: Edit %(type)s Age Groups
fr_ca: Modifier les groupes d'âge %(type)s

source: Manage Age Groups
fr_ca: Gérer les groupes d'âges

source: Min Age
fr_ca: Âge minimal

source: Max Age
fr_ca: Âge maximal

source: Activity Statuses
fr_ca: Statuts d'activité

source: Edit Activity Status
fr_ca: Modifier les statuts des activités

source: Manage Activity Status
fr_ca: Gérer les statuts d'activité

source: Municipality
fr_ca: Municipalité

source: Billing Address Type
fr_ca: Type d'adresse de facturation

source: Default
fr_ca: Défaut

source: Number
fr_ca: Nombre

source: Interest Group
fr_ca: Groupe d'intérêt

source: <p class="Alert">There is no requirement to complete this setup if General Areas of Interest are not being used by any member of the database.</p>
fr_ca: <p class="Alert">Il n'est pas obligatoire de compléter cette configuration si les Domaines d'intérêt généraux ne sont utilisés par aucun membre de la base de données.</p>

source: Note Type
fr_ca: Type de note

source: Mapping Category
fr_ca: Catégorie de cartographie

source: Edit %(type)s Mapping Categories
fr_ca: Modifier les catégories de cartographie %(type)s

source: Manage Mapping Categories
fr_ca: Gérer les catégories de cartographie

source: School
fr_ca: École

source: School Board
fr_ca: Commission scolaire

source: <p class="Alert">The School checklist is shared for the Schools In-Area and School Escort fields.</p>
fr_ca: <p class="Alert">La liste de contrôle des écoles est partagée pour les champs Écoles avoisinantes et Escorte aux écoles.</p>

source: In Area:
fr_ca: Dans la région :

source: Escort:
fr_ca: Raccompagnement :

source: A two digit number
fr_ca: Un numéro à deux chiffres

source: Vacancy Info Service Title
fr_ca: Places disponibles - Nom du service

source: Edit %(type)s Vacancy Info Service Titles
fr_ca: Modifier les Titres de services pour Places disponibles %(type)s

source: Manage Vacancy Info Service Titles
fr_ca: Gérer les Titres de services pour Places disponibles

source: Vacancy Into Target Population
fr_ca: Places disponibles - Public cible

source: Edit %(type)s Vacancy Into Target Populations
fr_ca: Modifier les Publics cibles pour Places disponibles %(type)s

source: Manage Vacancy Into Target Populations
fr_ca: Gérer les Publics cibles pour Places disponibles

source: Vacancy Info Unit Type
fr_ca: Places disponibles - Type d'unité

source: Edit %(type)s Vacancy Info Unit Types
fr_ca: Modifier les Types d'unité pour Places disponibles %(type)s

source: Manage Vacancy Info Unit Types
fr_ca: Gérer les Types d'unité pour Places disponibles

source: Language Details
fr_ca: Détails de la langue

source: Edit %(type)s Language Details
fr_ca: Modifier les détails de la langue %(type)s

source: Manage Language Details
fr_ca: Gestion les détails de langues

source: Help Text (%s)
fr_ca: Texte d'aide (% s)

source: No checklist selected
fr_ca: Aucune liste de contrôle n'a été sélectionnée

source: Not a valid checklist.
fr_ca: La liste de contrôle est invalide.

source: Visibility Settings Saved
fr_ca: Réglages de visibilité sauvegardés

source: This checklist does not support local values
fr_ca: Cette liste de contrôle n'accepte pas de valeur locale

source: Shared
fr_ca: Partagé

source: The record(s) were successfully updated.
fr_ca: Les dossiers ont été mis à jour avec succès.

source: Manage Publications
fr_ca: Gérer les publications

source: The value was successfully shared.
fr_ca: La valeur a été partagée avec succès.

source: Manage Communities
fr_ca: Gestion des communautés

source: The Alternate Search Area was successfully added.
fr_ca: La zone de recherche alternative a été ajoutée avec succès.

source: The Alternate Search Area was successfully updated.
fr_ca: La zone de recherche alternative a été mise à jour avec succès.

source: The Community was successfully added.
fr_ca: La communauté a été ajoutée avec succès.

source: The Community was successfully updated.
fr_ca: La communauté a été mise à jour avec succès.

source: Community Not Found
fr_ca: La communauté est introuvable

source: Invalid Community ID
fr_ca: ID de Communauté invalide

source: The Community was successfully deleted.
fr_ca: La communauté a été supprimée avec succès.

source: Unable to delete Community:
fr_ca: La communauté ne peut être supprimée :

source: ID
fr_ca: Identifiant

source: Name (%s)
fr_ca: Nom (%s)

source: Parent ID
fr_ca: Identifiant du Parent

source: Parent's Parent
fr_ca: Parent du parent

source: Is Alt-Area
fr_ca: est une région alt.

source: Is Parent
fr_ca: est un Parent

source: Located In
fr_ca: Situé dans la communauté

source: Areas Served
fr_ca: Région desservie

source: Bus Routes
fr_ca: Lignes de bus

source: Wards
fr_ca: Quartiers

source: Views
fr_ca: Vues

source: Opportunities
fr_ca: Occasions

source: Community Groups
fr_ca: Groupes de communautés

source: Alternate Names
fr_ca: Noms alternatifs

source: Alt Area Search
fr_ca: Recherche sur la région alt.

source: Invalid Feed API Key
fr_ca: Clé API non valide

source: Add API Key
fr_ca: Ajouter une clé API

source: Deactivate Feed API Key
fr_ca: Désactiver clé API

source: Activate Feed API Key
fr_ca: Activer clé API

source: Edit Feed API Key
fr_ca: Modifier la clé API

source: API Key Added
fr_ca: Clé API ajoutée

source: API Key Updated
fr_ca: Clé API mise à jour

source: API Key Deactivated
fr_ca: Clé API désactivée

source: API Key Activated
fr_ca: Clé API activée

source: Basic Data Feed API Key
fr_ca: Clé API pour le flux de données de base

source: API Key not found
fr_ca: Clé API introuvable

source: The Domain Name Mapping successfully updated.
fr_ca: La mise en correspondance du nom de domaine a été mise à jour avec succès.

source: Manage Domain Name Mapping
fr_ca: Gérer la mise en correspondance du nom de domaine

source: Standard Email Update Text (%s)
fr_ca: Texte du courriel normalisé de mise à jour (%s)

source: The Standard Email Update Text was successfully added.
fr_ca: Le texte du courriel normalisé de mise à jour a été ajouté avec succès.

source: The Standard Email Update Text was successfully updated.
fr_ca: Le texte du courriel normalisé de mise à jour a été mis à jour avec succès.

source: Invalid Email ID
fr_ca: Identifiant de courriel invalide

source: Standard Email Update Text Not Found
fr_ca: Le texte du courriel normalisé de mise à jour est introuvable

source: Unable to load Standard Email Update Values: %s
fr_ca: Les valeurs du courriel normalisé de mise à jour ne peuvent être chargées : %s

source: Invalid Domain: %s
fr_ca: Domaine invalide : %s

source: No domain provided.
fr_ca: Aucun domaine fourni.

source: The Standard Email Update Text was successfully deleted.
fr_ca: Le texte du courriel normalisé de mise à jour a été supprimé avec succès.

source: Unable to delete Standard Email Update Text:
fr_ca: Le texte du courriel normalisé de mise à jour ne peut être supprimé :

source: Manage Excel Profiles
fr_ca: Gestion des profils Excel

source: The Profile was successfully added.
fr_ca: Le profil a été ajouté avec succès.

source: The Profile was successfully updated.
fr_ca: Le profil a été mis à jour avec succès.

source: Invalid Profile ID
fr_ca: ID de Profil invalide

source: Profile Not Found
fr_ca: Le profil est introuvable

source: The Profile was successfully deleted.
fr_ca: Le profil a été supprimé avec succès.

source: Unable to delete Excel Profile:
fr_ca: Le profil Excel ne peut être supprimé :

source: Change Field Display
fr_ca: Changement de l'affichage des champs de renseignements

source: The Fields were sucessfully updated.
fr_ca: Les champs ont été mis à jour avec succès.

source: View Not Found
fr_ca: La vue est introuvable

source: Field Groups (%s)
fr_ca: Groupes de champs (%s)

source: The Field Groups were successfully updated.
fr_ca: Les groupes de champs ont été mis à jour avec succès.

source: Change Field Groups
fr_ca: Modifier les Groupes de champs

source: Invalid View Type:
fr_ca: Type de vue invalide :

source: The Field Help was updated successfully.
fr_ca: Le champs d'aide a été mis à jour avec succès.

source: Manage Field Help
fr_ca: Éditer l'Aide pour les champs de renseignements

source: Field Not Found
fr_ca: Le champ est introuvable

source: Manage Hidden Fields
fr_ca: Gérer les champs cachés

source: Change Field Yes/No Values
fr_ca: Modifier les valeurs Oui / Non d'affichage des champs

source: The Yes/No values were updated successfully.
fr_ca: Les valeurs Oui / Non ont été mises à jour avec succès.

source: The Google Analytics Configuration successfully updated.
fr_ca: La configuration de Google Analytics a été mise à jour avec succès.

source: Manage Google Analytics Configuration
fr_ca: Gérer la configuration de Google Analytics

source: The General Setup Options were successfully updated.
fr_ca: Les options générales de configuration ont été mises à jour avec succès.

source: General Setup Options
fr_ca: Options générales de configuration

source: Member Not Found
fr_ca: Le membre est introuvable

source: iCarol Unmatched
fr_ca: iCarol Non apparié

source: Manage Areas of Interest
fr_ca: Gérer les domaines d'intérêt

source: Invalid Interest ID
fr_ca: ID d'Intérêt invalide

source: The Interests were successfully updated.
fr_ca: Les intérêts ont été mis à jour avec succès.

source: Interest Not Found
fr_ca: L'Intérêt est introuvable

source: The Interest was successfully deleted.
fr_ca: L'intérêt a été supprimé avec succès.

source: Unable to delete Interest:
fr_ca: L'Intérêt ne peut être supprimé :

source: Manage Template Layouts
fr_ca: Gérer les Mises en page de modèle

source: The Template Layout was successfully added.
fr_ca: Le modèle de mise en page a été ajouté avec succès.

source: The Template Layout was successfully updated.
fr_ca: Le modèle de mise en page a été mis à jour avec succès.

source: Invalid Layout ID
fr_ca: ID de Mise en page invalide

source: Layout not found.
fr_ca: La Mise en page est introuvable

source: The Template Layout was successfully deleted.
fr_ca: Le modèle de mise en page a été supprimé avec succès.

source: Unable to delete Template Layout:
fr_ca: La Mise en page de modèle ne peut être supprimée :

source: Edit List / Drop-Down Values
fr_ca: Modifier les valeurs des listes de contrôle ou déroulantes

source: Edit Values For: {0}
fr_ca: Modifier les valeurs pour : {0}

source: Street Type
fr_ca: Type de rue

source: street types
fr_ca: types de rue

source: Language
fr_ca: Langue

source: Display After Street
fr_ca: Afficher après le nom de la rue

source: Street Type displays after the Street Name:
fr_ca: Le type de rue s'affiche après le nom de la rue :

source: Postal Box Type
fr_ca: Types de case postale

source: postal box types
fr_ca: types de case postale

source: Contact Honorific
fr_ca: Titres honorifiques des contacts

source: honorifics
fr_ca: titres honorifiques

source: Contact Phone Type
fr_ca: Types de téléphone des contacts

source: phone types
fr_ca: types de téléphone

source: Manage Mapping Systems
fr_ca: Gestion des systèmes cartographiques

source: Invalid Mapping System ID
fr_ca: ID de Système cartographique invalide

source: The Mapping System was successfully added.
fr_ca: Le système cartographique a été ajouté avec succès.

source: The Mapping System was successfully updated.
fr_ca: Le système cartographique a été mis à jour avec succès.

source: Mapping System Not Found
fr_ca: Le système cartographique est introuvable

source: The Mapping System was successfully deleted.
fr_ca: Le système cartographique a été supprimé avec succès.

source: Unable to delete Mapping System:
fr_ca: Le système cartographique ne peut être supprimé

source: Only a Sector may have a blank Parent Code
fr_ca: Seul un secteur peut avoir un Code parent blanc

source: Manage NAICS Codes
fr_ca: Gestion des codes SCIAN

source: Invalid NAICS Code
fr_ca: Le code SCIAN n'est pas valide

source: The NAICS Code was added successfully.
fr_ca: Le code SCIAN a été ajouté avec succès.

source: The NAICS Code was updated successfully.
fr_ca: Le code SCIAN a été mis à jour avec succès.

source: NAICS Code Not Found
fr_ca: Le code SCIAN est introuvable

source: Edit NAICS Code:
fr_ca: Modifier le code SCIAN :

source: Unknown
fr_ca: Inconnu(e)

source: Create New NAICS Code
fr_ca: Créer un nouveau code SCIAN

source: Delete NAICS Code
fr_ca: Supprimer le code SCIAN

source: The NAICS Code was successfully deleted.
fr_ca: Le code SCIAN a été supprimé avec succès.

source: NAICS Examples (%s)
fr_ca: Exemples de SCIAN (%s)

source: The NAICS examples were successfully updated.
fr_ca: Les exemples SCIAN ont été mis à jour avec succès.

source: Invalid NAICS Code:
fr_ca: Le code SCIAN n'est pas valide :

source: NAICS Exclusions (%s)
fr_ca: Exclusions SCIAN (%s)

source: The NAICS Exclusions were successfully updated.
fr_ca: Les exclusions SCIAN ont été mises à jour avec succès.

source: Admin Notices
fr_ca: Avis admin

source: New Admin Notice
fr_ca: Nouvel avis admin

source: Change request sent.
fr_ca: Demande de modification envoyée.

source: Not Found
fr_ca: Introuvable

source: Close Admin Notice
fr_ca: Fermer l'avis admin

source: The Offline Machines were successfully updated.
fr_ca: Les machines hors-ligne ont été mises à jour avec succès.

source: Manage Offline Machines
fr_ca: Gérer les machines hors-ligne

source: Cannot print page help:
fr_ca: Impossible d'imprimer l'Aide à la page :

source: No page was chosen
fr_ca: Aucune page n'a été sélectionnée.
