Repository: OpenCIOC/onlineresources
Catalog: python/cioc/locale/*/LC_MESSAGES/cioc.po
Languages: fr_ca

source: Override "Organizations with Volunteer Opportunities" on the main search page. Leave blank for default.
fr_ca: Modifier « Organismes avec occasions de bénévolat » sur la page de recherche principale. Laisser blanc pour le titre par défaut.

source: Find an Organization or Program by type of service:
fr_ca: Trouver un organisme ou un programme par catégorie de service :

source: Override "Find an Organization or Program by type of service:" on the main search page. Leave blank for default.
fr_ca: Modifier « Trouver un organisme ou un programme par catégorie de service : » sur la page de recherche principale. Laisser blanc pour le titre par défaut.

source: Browse By Organization
fr_ca: Explorer par organisme

source: Override "Browse by Organization" on the main search page and the Browse by Organization page. Leave blank for default.
fr_ca: Modifier « Explorer par organisme » sur la page de recherche principale et la page Exploration par organisme. Laisser blanc pour le titre par défaut.

source: View Programs and Services
fr_ca: Consulter les programmes et services

source: Override "View Programs and Services" on the public taxonomy search page. Leave blank for default.
fr_ca: Modifier « Consulter les programmes et services » sur la page de recherche publique sur la Taxonomie. Laisser blanc pour le titre par défaut.

source: Click on the organization / program name to view the full details of the record
fr_ca: Cliquer sur nom de l'organisme / programme pour voir les détails complets du dossier

source: Override "Click on the organization / program name to view the full details of the record" on search results pages. Leave blank for default.
fr_ca: Modifier « Cliquer sur nom de l'organisme / programme pour voir les détails complets du dossier » sur les pages de résultats de recherche. Laisser blanc pour le titre par défaut.

source: Organization / Program Name(s)
fr_ca: Nom(s) d'organisme / programme

source: Override "Organization / Program Name(s)" on search result pages. Leave blank for default.
fr_ca: Modifier « Nom(s) d'organisme / programme » sur les pages de résultats de recherche. Laisser blanc pour le titre par défaut.

source: Organization
fr_ca: Organisme

source: Override "Organization" on search result pages. Leave blank for default.
fr_ca: Modifier « Organisme » sur les pages de résultats de recherche. Laisser blanc pour le titre par défaut.

source: Multiple organizations with a similar map location
fr_ca: Plusieurs organismes avec la même localisation sur la carte

source: Override "Multiple organizations with a similar map location" on search result pages. Leave blank for default.
fr_ca: Modifier « Plusieurs organismes avec la même localisation sur la carte » sur les pages de résultats de recherche. Laisser blanc pour le titre par défaut.

source: Org Level %d
fr_ca: Niveau d'org. %d

source: Override the configured display name for ORG_LEVEL_%d for public pages. Leave blank for value configured in Field Display setup area.
fr_ca: Modifier le nom d'affichage configuré pour ORG_LEVEL_%d sur les pages publiques. Laisser blanc pour la valeur configurée dans la zone de paramétrage Affichage des champs

source: Looking for Volunteer Opportunities[IN_COMMUNITY]?
fr_ca: Cherchez-vous des possibilités de bénévolat[IN_COMMUNITY] ?

source: Override "Looking for Volunteer Opportunities[IN_COMMUNITY]?" on main menu page. Leave blank for default. [IN_COMMUNITY] will be replaced with "in Community Set Area Served Name" if applicable.
fr_ca: Modifier « Cherchez-vous des possibilités de bénévolat[IN_COMMUNITY] ?» sur la page de recherche principale. Laisser blanc pour le titre par défaut. Le cas échéant, [IN_COMMUNITY] sera remplacé par le nom de la région desservie de l'ensemble de communautés.

source: My List
fr_ca: Ma liste

source: Enable the "My List" feature
fr_ca: Autoriser les attributs de "Ma liste"

source: Inclusion Policy
fr_ca: Politique d'inclusion

source: The Record Inclusion Policy that will be presented to users who are attempting to suggest a new record in this View.
fr_ca: La Politique d'inclusion des dossiers qui sera présentée aux utilisateurs qui essayent de suggérer un nouveau dossier dans cette vue.

source: There are no inclusion policies available.
fr_ca: Il n'y a pas de politique d'inclusion disponible.

source: Optional - the full website address to your privacy / data use policy. This will display in a new window linked from the Feedback / Suggestion form.
fr_ca: Facultatif : l'adresse complète du site web présentant la politique de confidentialité et d'utilisation des données. Celle-ci sera affichée dans une nouvelle fenêtre par un hyperlien dans le formulaire de rétroaction / suggestion.

source: Show 'Data Use Authorization' checklist at the bottom of the Feedback / Suggestion form.
fr_ca: Afficher la liste de contrôle d' 'autorisation sur l'utilisation des données ' en bas du formulaire de rétroaction / suggestion.

source: Other Languages
fr_ca: D'autres langues

source: Allow users to view / create records in any record languages that are configured in this database
fr_ca: Autoriser les utilisateurs à consulter/créer des dossiers dans n'importe quelle langue configurée dans cette base de données

source: Child Care Resource Fields
fr_ca: Champs Ressource en garde d'enfants

source: Select when to include selected Child Care Resources fields on record update forms:
fr_ca: Sélectionner quand inclure les champs de ressources en garde d'enfants sur les formulaires de mise à jour des dossiers :

source: Show a prompt for records not already designated as Child Care Resources
fr_ca: Afficher une invite pour les dossiers qui ne sont pas encore désignés comme Ressources en garde d'enfants

source: Include selected Child Care Resources fields for all records
fr_ca: Inclure les champs des ressources en garde d'enfants pour tous les dossiers

source: Feedback Records
fr_ca: Dossiers de rétroaction

source: Allow submission of feedback by the public for records not normally in this View.
fr_ca: Autorise le public à soumettre des rétroactions sur les dossiers qui n'appartiennent pas normalement à cette vue.

source: This option must be activated to receive feedback on records that cannot normally be viewed (e.g. as non-public or deleted records in a public site). An alternative may be to use the feedback password feature for sensitive records. Note that a special key, sent out with the Update Email Request, is required to provide feedback for records not in the View.
fr_ca: Cette option doit être activée pour recevoir des rétroactions sur les dossiers qui ne peuvent être consultés normalement (p. ex., comme les dossiers internes ou les dossiers supprimés sur un site public). Un autre choix peut être d'utiliser la fonctionnalité de mot de passe de rétroaction pour les dossiers sensibles. À noter qu'une clé spéciale, envoyée avec la demande de mise à jour par courriel, est requise pour fournir une rétroaction sur les dossiers indisponibles dans cette vue.

source: Use only for Views in which you actively solicit feedback via Update Email Request (does not apply to logged-in Views).
fr_ca: Cette option est recommandée uniquement pour les vues dans lesquelles vous demandez activement des rétroactions par des demandes de mise à jour par courriel, et ne s'applique pas aux vues en mode connexion.

source: Feedback Owner
fr_ca: Propriétaire de la rétroaction

source: Optional: all new record suggestions that originate in this View will be automatically assigned to the selected Agency if given. These new record suggestions can still be reassigned to another Agency from the main Feedback page by a user with the appropriate permissions.
fr_ca: Facultatif : toutes les suggestions de nouveaux dossiers générées dans cette vue seront automatiquement assignées à l'agence sélectionnée. Ces suggestions de nouveaux dossiers peuvent être réassignées à une autre agence en tout temps, à partir de la page de rétroaction principale, par un utilisateurs ayant les droits appropriés.

source: Feedback Notifications
fr_ca: Avis de rétroaction

source: Also Notify Email
fr_ca: Adresse courriel Aviser également

source: Optional - specify an Also Notify Email address that will receive notification of feedback submissions in this View.
fr_ca: Facultatif - précisez une adresse courriel Aviser également qui recevra les avis de soumission de rétroaction dans cette vue.

source: This is <strong>in addition</strong> to the regular notification to the record owner Agency, and is intended when a 3rd party wants notification of suggested changes within this View.
fr_ca: Ceci s'<strong>ajoute</strong> à l'avis ordinaire envoyé à l'agence propriétaire du dossier, et s'utilise quand un tiers souhaite être averti des suggestions de modifications dans cette vue.

source: Do not notify the feedback submitter after processing their feedback.
fr_ca: Ne pas aviser la personne qui envoie la rétroaction après l'avoir traitée.

source: If an Also Notify Email has been specified, this party will still receive notification that the feedback was processed.
fr_ca: Si un courriel <em>Aviser également</em> a été précisé, cette partie recevra toujours un avis quand la rétroaction aura été traitée.

source: Use the <em>Submit Changes To</em> field to create the Feedback link (if available).
fr_ca: Utiliser le champ <em>Soumettre les changements à</em> pour créer le lien vers la rétroaction (si disponible).

source: Maximum 2000 characters. HTML is allowed.
fr_ca: 2000 caractères maximum. Le HTML est autorisé.

source: Update Fields (New Window)
fr_ca: Champs de mise à jour (nouvelle fenêtre)

source: Feedback Fields (New Window)
fr_ca: Champs pour la rétroaction (nouvelle fenêtre)

source: Mail Form Fields (New Window)
fr_ca: Champs du Formulaire de courrier (Nouvelle fenêtre)

source: Data Management Fields
fr_ca: Champs de gestion des données

source: Show extra Data Management Fields
fr_ca: Afficher des champs de gestion des données supplémentaires.

source: If selected, two additional rows of control/management fields appear at the top of the record on detail pages, including: Created Date, Deletion Date, Update Schedule, Record Owner, Last Email Update.
fr_ca: Si sélectionnée, cette option ajoute deux rangées de champs de contrôle / gestion en haut du dossier sur les pages de renseignement, comprenant : date de création, date de suppression, calendrier des mises à jour, propriétaire du dossier, dernier courriel pour mise à jour.

source: Social Media
fr_ca: Média social

source: If selected, the "Add This" service will be used to allow users to share the record using various social media sites. Note that this is different from the Social Media fields about the record that are added via the regular field setup for the Record Details page.
fr_ca: Si sélectionné, permet aux utilisateurs de partager un dossier par une variété de médias sociaux en utilisant le service « AddThis ». À noter qu'il ne s'agit pas des champs de médias sociaux d'un dossier, qui sont ajoutés par la configuration normale des champs pour la page d'un dossier.

source: Show Social Media "Share" buttons in the Record Details Header
fr_ca: Afficher les boutons « Partager » des médias sociaux sur l'en-tête des dossiers

source: Link Org Levels
fr_ca: Lier les niveaux d'organisme

source: In Organization / Program record detail pages, levels of the organization name are linked to a new search if records are found matching levels 1, 1-2, 1-3, or 1-4.
fr_ca: Dans les pages de renseignements sur l'organisme ou le programme, les niveaux du nom de l'organisme sont reliés à une nouvelle recherche si les dossiers concordent avec les niveaux 1, 1-2, 1-3, ou 1-4.

source: Link Organization Levels on Record Details pages
fr_ca: Lier les niveaux des organismes dans les pages de renseignements sur l'organisme ou le programme.

source: PDF Output
fr_ca: Version PDF

source: Allow PDF output
fr_ca: Autoriser version PDF

source: Footer Message
fr_ca: Message de bas de page

source: If selected, the "Suggest a Volunteer Opportunity" link will be available from within all organization/program records.
fr_ca: En sélectionnant cette option, le lien "Proposer une occasion de bénévolat" sera accessible depuis tous les dossiers d'organismes et de programmes.

source: Show Suggest Opportunity link
fr_ca: Afficher le lien " Proposer une occasion de bénévolat".

source: Details Fields (New Window)
fr_ca: Champs de renseignements (nouvelle fenêtre)

source: Search Tips
fr_ca: Conseils de recherche

source: The Search Tips page content explaining the search options available from the main search page (link provided on the main search page).
fr_ca: Le contenu de la page <em>Conseils de recherche</em> qui explique les options disponibles dans la page de recherche principale (lien fourni sur la page de recherche principale).

source: There are no search tips available.
fr_ca: Il n'y a pas de conseil de recherche disponible.

source: Basic Search
fr_ca: Recherche simple

source: Include the following search types on the main page:
fr_ca: Inclure les types de recherche suivants dans la page principale :

source: Keywords
fr_ca: Mots-clés

source: Keyword Auto-Complete
fr_ca: Remplissage automatique des mots clé

source: Browse by Organization
fr_ca: Explorer par organisme

source: Organizations with Volunteer Opportunities
fr_ca: Organismes avec occasions de bénévolat

source: Ages
fr_ca: Âges

source: OCG #
fr_ca: No. pour BCG

source: Browse By Interest
fr_ca: Parcourir par Intérêt

source: Browse All Organizations or Interests
fr_ca: Parcourir tous les Organismes et Intérêts

source: What's New
fr_ca: Nouveautés

source: Availability
fr_ca: Disponibilité

source: Language of Service
fr_ca: Langue de service

source: Within 2 KM
fr_ca: Dans 2 km

source: Within 5 KM
fr_ca: Dans 5 km

source: Within 10 KM
fr_ca: Dans 10 km

source: Within 15 KM
fr_ca: Dans 15 km

source: Within 25 KM
fr_ca: Dans 25 km

source: Within 50 KM
fr_ca: Dans 50 km

source: Step by Step
fr_ca: Étape par étape

source: Student Volunteers
fr_ca: Bénévoles étudiants

source: Communities
fr_ca: Communautés

source: Commitment Length
fr_ca: Durée de l'engagement

source: Suitable For
fr_ca: Approprié pour

source: Quick List Setup
fr_ca: Configuration de la liste express

source: List Name (%s)
fr_ca: Nom de la liste (%s)

source: List Type
fr_ca: Type de liste

source: Drop-Down List
fr_ca: Liste déroulante

source: Drop-Down List Per Group (Limited View)
fr_ca: Liste déroulante par groupe (vue limitée)

source: Checkboxes
fr_ca: Cases à cocher

source: Wrap checkboxes at
fr_ca: Nombre de cases à cocher par ligne

source: Checkboxes must match
fr_ca: Les listes de contrôle doivent correspondre

source: Any selected values
fr_ca: Au moins l'une des valeurs sélectionnées

source: All selected values
fr_ca: Toutes les valeurs sélectionnées

source: Heading Groups
fr_ca: Groupes d'en-têtes

source: Make Heading Groups Searchable
fr_ca: Rendre les groupes d'en-têtes interrogeables

source: Tab Configuration (if using a tabbed search layout)
fr_ca: Configuration des onglets (pour les mises en page avec recherche par onglet)

source: Default Selected Tab (count from left starting at 0)
fr_ca: Onglet sélectionné par défaut (à partir de la gauche en commençant par 0)

source: Topic Searches (New Window)
fr_ca: Recherches par sujet (nouvelle fenêtre)

source: Quick Search
fr_ca: Recherche rapide

source: Section Title
fr_ca: Titre de la section

source: Step-by-Step Search
fr_ca: Recherche par étapes

source: Show count of individuals needed on "Search: Step 1" page
fr_ca: Afficher le nombre de personnes nécessaires sur la page « Recherche : étape 1 »

source: Dates and Times
fr_ca: Dates et heures

source: Include the following search types on the Advanced Search page:
fr_ca: Inclure les types de recherche suivants dans la page de recherche avancée :

source: Boolean search option (SQL Server full-text keywords)
fr_ca: Option de recherche booléenne (autorise la recherche plein texte de SQL Server sur les mots-clés)

source: Site Address
fr_ca: Adresse d'emplacement

source: Last Email Requesting Update
fr_ca: Dernier courriel demandant la mise à jour

source: Located Near
fr_ca: Situé près de

source: Number of Employees
fr_ca: Nombre d'employés

source: Diploma Requirements
fr_ca: Élément Bénévolat DESO

source: Include the following Checklist search types on the Advanced Search page:
fr_ca: Inclure les types de recherche par liste de contrôle suivants sur la page de recherche avancée :

source: Child Care Search
fr_ca: Recherche de garderie

source: Link to Child Care Resource Advanced Search form
fr_ca: Lien vers le formulaire de recherche avancée sur les ressources en garde d'enfants

source: Include the following search types on the Child Care Search page:
fr_ca: Inclure les types de recherche suivants dans la page de recherche sur les gardes d'enfants :

source: Escorts to / from School
fr_ca: Accompagne à l'école

source: Languages
fr_ca: Langues

source: Local Schools
fr_ca: Les écoles locales

source: On / Near Bus Route
fr_ca: Près de la ligne de bus

source: Space Available
fr_ca: Espace disponible

source: Subsidy
fr_ca: Subvention

source: Type of Program
fr_ca: Type de programme

source: Child Care Search Description (%s):
fr_ca: Description de la recherche sur les gardes d'enfants (%s) :

source: Wrap Communities on search page after:
fr_ca: Sur la page de recherche, nombre de communauté par ligne avant un retour automatique à la ligne :

source: Display Communities as drop-down list
fr_ca: Afficher les communautés que la liste déroulante

source: "Other Community" search box is available
fr_ca: Le champ de recherche "Autre communauté" est disponible

source: Default to
fr_ca: Par défaut à

source: Located in Community
fr_ca: Situé dans la communauté

source: Serving Community
fr_ca: Desservant la communauté

source: Manage Search Communities (New Window)
fr_ca: Gestion de la recherche par communauté (nouvelle fenêtre)

source: Search Results
fr_ca: Résultats de la recherche

source: Use the form below to set default display options for this View for users that do not have a login, or have not set any display options for their login.
fr_ca: Utiliser le formulaire ci-dessous pour configurer les options d'affichage par défaut dans cette vue pour les utilisateurs qui n'ont pas de compte ou qui n'ont pas encore configuré les options d'affichage pour leur compte.

source: Print Version of search results is available (please select a Print Template above)
fr_ca: La version imprimable des résultats de recherche est disponible (veuillez sélectionner un modèle d'impression ci-dessus)

source: Map search results with Google Maps
fr_ca: Carte des résultats de recherche avec Google Maps

source: Search Results per Page
fr_ca: Résultats de recherche par page

source: Optional: Setting this option will limit results returned to the set number of results. Leave blank for no limit. Minimum value is 100, maximum value is 9999.
fr_ca: Facultatif : en activant cette option, le nombre de résultats sera limité au chiffre configuré. Laisser blanc pour afficher tous les résultats. La valeur minimale est 100, la valeur maximale est 9999.

source: Template
fr_ca: Modèle

source: Main Template
fr_ca: Modèle principal

source: Print Template
fr_ca: Modèle d'impression

source: Tag Line
fr_ca: Slogan

source: The text appearing at the bottom of each page of the view. Be thoughtful and keep it short - remember that this has to load with every page. If you have a lot of information you want to include here, consider creating a webpage with the information and linking to it instead.
fr_ca: Texte apparaissant au bas de chaque page dans la vue. Veillez à ce qu'il soit bref - rappelez-vous qu'il sera chargé avec chaque page. Si vous désirez présenter beaucoup d'information, il est préférable de créer une page web et d'y établir un lien.

source: The text appearing above the menu items on the start page.
fr_ca: Le texte apparaissant au-dessus des rubriques du menu sur la page de démarrage.

source: The text appearing on the left side of the start page and highlighted as an alert (above the menu in the default layouts).
fr_ca: Le texte apparaissant sur le côté gauche de la page de démarrage et mis en valeur comme alerte (au-dessus du menu dans les mises en page par défaut).

source: NAICS
fr_ca: SCIAN

source: NAICS menu items and searches are available in this View
fr_ca: Les éléments du menu SCIAN et les recherches associées sont disponibles dans cette vue

source: Taxonomy
fr_ca: Taxonomie

source: Taxonomy menu items and searches are available in this View
fr_ca: Les éléments du menu et la recherche dans la Taxonomie sont disponibles dans cette vue.

source: Show Definitions for Taxonomy Level %s and above.
fr_ca: Afficher les définitions pour le niveau %s de la Taxonomie et au-dessus.

source: In a "Browse by Service Category" Search, show definitions for Taxonomy Terms at or above the Level selected. If 0 is selected, definitions will not be shown for any Terms.
fr_ca: Dans la recherche " Parcourir par catégorie de service ", afficher les définitions pour les termes taxonomiques de niveau égal ou supérieur. Si 0 est sélectionné, aucune définition ne sera affichée pour les termes.

source: Thesaurus
fr_ca: Thésaurus

source: Thesaurus menu items and searches are available in this View
fr_ca: Les éléments du menu du thésaurus et les recherches associées sont disponibles dans cette vue

source: Local Subjects in Browse, Sidebar
fr_ca: Sujets locaux dans l'exploration par sujet et dans le menu latéral des sujets

source: If this option is checked, local subjects will be included in "Browse by Subject" and the Subject sidebar on the results page.
fr_ca: Si sélectionnée, cette option comprend les sujets locaux dans l'exploration par sujet et dans le menu latéral des sujets sur la page de résultats.

source: Zero-Count Subjects In Browse, Sidebar
fr_ca: Sujets sans dossier dans " Parcourir par sujet " et dans le menu latéral des sujets

source: If this option is checked, subjects with a zero count (not being used by any records in the view) will still be included in "Browse by Subject" and the Subject sidebar on the results page.
fr_ca: En sélectionnant cette option, les sujets qui ne sont utilisés dans aucun dossier de la vue seront quand même compris dans " Parcourir par sujet " et dans le menu latéral des sujets sur la page des résultats.

source: Field Groups (New Window)
fr_ca: Groupes de champs (nouvelle fenêtre)

source: Public Views
fr_ca: Vues publiques

source: Private Views
fr_ca: Vues privées

source: Edit View (%s)
fr_ca: Modifier la vue (%s)

source: View/Edit View
fr_ca: Visualiser / Modifier la vue

source: Create New View (%s)
fr_ca: Créer une nouvelle vue (%s)

source: The initial values for the new View will be based on the View you specify. If you do not specify a View, the default View will be used. When you submit, you will be taken to a form to edit the new View. The name for the View must be unique.
fr_ca: Les valeurs initiales de la nouvelle vue seront basées sur la vue que vous définirez ci dessous. Si vous ne sélectionnez pas de vue, la vue par défaut sera utilisée. Lors de la soumission, vous accéderez à un formulaire pour modifier la nouvelle vue.<br>Le nom de la vue doit être unique.

source: View Name
fr_ca: Nom de la vue

source: Use View
fr_ca: Utiliser la vue

source: Add View
fr_ca: Ajouter la vue

source: Edit Topic Search
fr_ca: Modifier la recherche par sujet

source: Add Topic Search
fr_ca: Ajouter la recherche par sujet

source: Search Tag
fr_ca: Balise de recherche

source: Display Order
fr_ca: Ordre d'affichage

source: Heading 1
fr_ca: En-tête 1

source: Heading 2
fr_ca: En-tête 2

source: Age Group
fr_ca: Groupe d'âge
