Repository: OpenCIOC/onlineresources
Catalog: python/cioc/locale/*/LC_MESSAGES/cioc.po
Languages: fr_ca

source: You <strong>may not</strong> add/remove/update publication data.
fr_ca: Vous <strong>ne pouvez pas</strong> ajouter / retirer / mettre à jour de donnée de publication.

source: You <strong>may</strong> view feedback for the record.
fr_ca: Vous <strong>pouvez</strong> voir les rétroactions du dossier.

source: You <strong>may not</strong> view feedback for the record.
fr_ca: Vous <strong>ne pouvez pas</strong> voir les rétroactions du dossier.

source: Notifications about this sharing profile will be sent to:
fr_ca: Les notifications concernant ce profil de partage seront envoyées à :

source: [Change]
fr_ca: [Modifier]

source: You can use records in <strong>any</strong> of your views.
fr_ca: Vous pouvez utiliser des dossiers dans <strong>toutes</strong> vos vues.

source: You can use records in the following of your views:
fr_ca: Vous pouvez utiliser des dossiers dans vos vues suivantes :

source: Accept Sharing Agreement
fr_ca: Accepter l'accord de partage

source: End Sharing Agreement
fr_ca: Terminer l'accord de partage

source: You can end the agreement immediately regardless of the revocation period.
fr_ca: Vous pouvez terminer l'accord immédiatement, sans égard à la période de révocation.

source: End Sharing Agreement with Partner Member
fr_ca: Terminer l'accord de partage avec le membre partenaire

source: By revoking the agreement, I understand that all records under this agreement will become unavailable to me as of the date I select below.
fr_ca: En révoquant cet accord, je comprend que tous les dossiers en vertu de cet accord me seront indisponibles à partir de la date que je sélectionne ci-dessous.

source: I understand that revoking this agreement is permanent. I will not be able to recover or restore this agreement later.
fr_ca: Je comprend que la révocation de cet accord est permanente. Je n'aura pas la possibilité de récupérer ou restaurer cet accord plus tard.

source: I understand that the records currently associated with this Sharing Profile will be removed from the agreement once it is revoked, and I will no longer have a list of the records available to me.
fr_ca: Je comprend que les dossiers actuellement associés à ce profil de partage sera retiré de l'accord une fois qu'il sera révoqué, et je n'aurai plus de liste des dossiers qui me sont disponibles.

source: End Sharing Agreement With Partner Member
fr_ca: Terminer l'accord de partage avec le membre partenaire

source: No Views
fr_ca: Pas de vue

source: No Fields
fr_ca: Pas de champ

source: Delete Sharing Agreement
fr_ca: Supprimer l'accord de partage

source: I understand this Sharing agreement will not be active until it is accepted by my partner.
fr_ca: Je comprend que cet accord de partage ne sera actif qu'une fois qu'il sera accepté par mon partenaire.

source: I understand that, once sent, the only changes that can be made to this Sharing Profile are adding new Views, adding new Fields, and adding and removing records.
fr_ca: Je comprend que, une fois envoyé, les seuls changements qui pourront être apportés à ce profil de partage seront l'ajout de nouvelles vues, l'ajout de nouveaux champs et l'ajout et la suppression de dossiers.

source: I understand that, once accepted, I will not be able to revoke this agreement immediately; I will need to wait until the revocation period has passed.
fr_ca: Je comprend que, une fois accepté, je n'aura pas la possibilité de révoquer cet accord immédiatement ; je devrai attendre la fin de la période de révocation.

source: Send Sharing Agreement To Partner Member
fr_ca: Envoyer l'accord de partage au membre partenaire

source: Return to Social Media Types
fr_ca: Retourner aux types de médias sociaux

source: Edit Social Media Type
fr_ca: Modifier le type de média social

source: Add Social Media Type
fr_ca: Ajouter un type de média social

source: This Social Media Type is <strong>being used</strong> by %d record(s).
fr_ca: Ce type de média social <strong>est utilisé</strong> par %d dossier(s).

source: Because this Social Media Type is being used, you cannot currently delete it.
fr_ca: Ce type de média social est actuellement utilisé : vous ne pouvez pas le supprimer.

source: This Social Media Type is <strong>not</strong> being used by any records.
fr_ca: Ce type de média social <strong>n'est utilisé dans aucun</strong> dossier.

source: Because this Social Media Type is not being used, you can delete it using the button at the bottom of the form.
fr_ca: Cet type de média social n'est pas utilisé : vous pouvez le supprimer en activant le bouton en bas du formulaire.

source: Default Name
fr_ca: Nom par défaut

source: Default name for this Social Media type. May be overriden with a language-specific value.
fr_ca: Nom par défaut pour ce type de média social. Peut être substitué par une valeur spécifique à la langue.

source: Optional language-specific name of this Social Media Type.
fr_ca: Nom facultatif de ce type de média social spécifique à une langue.

source: Info URL
fr_ca: URL des informations

source: Main URL of the Social Media site (if applicable).
fr_ca: URL principale du site du média social (s'il y a lieu).

source: Make this Social Media type available on data entry forms.
fr_ca: Rendre ce type de média social disponible sur les formulaires de saisie des données.

source: View/Edit Social Media Type
fr_ca: Voir / Modifier le type de média social

source: Text Colour
fr_ca: Couleur du texte

source: Background Colour
fr_ca: Couleur d'arrière-plan

source: Border Colour
fr_ca: Couleur de la bordure

source: Icon Colour
fr_ca: Couleur de l'icône

source: Templates
fr_ca: Modèles

source: Add Template
fr_ca: Ajouter un modèle

source: Edit Template
fr_ca: Modifier un modèle

source: This template is <strong>being used</strong> by the following views:
fr_ca: Ce modèle <strong>est utilisé</strong> par les vues suivantes :

source: This template is <strong>not</strong> being used by any views.
fr_ca: Ce modèle <strong>n'est utilisé par aucune</strong> vue.

source: This template is <strong>being used</strong> as the Admin Design Template.
fr_ca: Ce modèle <strong>est utilisé</strong> comme modèle de conception en mode de gestion.

source: This template is <strong>not</strong> being used as the Admin Design Template.
fr_ca: Ce modèle <strong>n'est pas utilisé</strong> comme modèle de conception en mode de gestion.

source: This template is <strong>being used</strong> as the Admin Print Template.
fr_ca: Ce modèle <strong>est utilisé</strong> comme modèle d'impression en mode de gestion.

source: This template is <strong>not</strong> being used as the Admin Print Template.
fr_ca: Ce modèle <strong>n'est pas utilisé</strong> comme modèle d'impression en mode de gestion.

source: This template is provided with the software. You can view and copy it, but you can't edit or delete it.
fr_ca: Ce modèle est fourni avec le logiciel. Vous pouvez voir et copier, mais vous ne pouvez ni modifier, ni supprimer.

source: Because this template is not being used, you can delete it using the button at the bottom of the form.
fr_ca: Ce modèle n'est pas utilisé : vous pouvez le supprimer en utilisant le bouton en bas du formulaire.

source: Because this template is being used, you cannot currently delete it.
fr_ca: Ce modèle est utilisé : vous ne pouvez pas le supprimer.

source: Preview Template
fr_ca: Aperçu du modèle

source: Template Name
fr_ca: Nom du modèle

source: Logo
fr_ca: Adresse du logo

source: Logo Alt Text
fr_ca: Texte de remplacement pour Logo

source: Logo Link
fr_ca: Adresse du lien du logo

source: Copyright Notice
fr_ca: Avis de droit d'auteur

source: Contact Information
fr_ca: Coordonnées

source: Agency Name
fr_ca: Nom d'agence

source: Address
fr_ca: Adresse

source: Phone
fr_ca: Téléphone

source: Web
fr_ca: Site Web

source: Shortcut Icon
fr_ca: Icône de raccourci

source: Mobile App Icon
fr_ca: Icône de l'application mobile

source: Style Sheet
fr_ca: Feuille de style

source: Javascript Top
fr_ca: Haut de page Javascript

source: Javascript Bottom
fr_ca: Bas de page Javascript

source: Body Tag Extras
fr_ca: Balises Body extra

source: Background Image URL
fr_ca: URL de l'image de fond

source: Logo Background Colour
fr_ca: Couleur d'arrière-plan pour le logo

source: Font Family
fr_ca: Famille de police

source: Font Colour
fr_ca: Couleur de la police

source: Alert Colour
fr_ca: Couleur d'alerte

source: Link Colour
fr_ca: Couleur du lien

source: Active Link Colour
fr_ca: Couleur du lien actif

source: Visited Link Colour
fr_ca: Couleur du lien visité

source: View Title
fr_ca: Titre de la vue

source: Header Layout
fr_ca: Mise en page de l'en-tête

source: Include a search/menu link as a menu item
fr_ca: Inclure un lien pour une recherche ou le menu comme un élément de menu

source: Include an icon in the search link
fr_ca: Inclure une icône dans le lien de recherche

source: Include a suggest record link as a menu item
fr_ca: Inclure un lien à suggérer un dossier comme un élément de menu

source: Include an icon in the suggest record link
fr_ca: Inclure une icône dans le lien à suggérer un dossier

source: Footer Layout
fr_ca: Mise en page du bas de page

source: CIC Search Layout
fr_ca: Mise en page de la recherche CIC

source: Volunteer Search Layout
fr_ca: Mise en page de la recherche bénévolat

source: Field Label
fr_ca: l'étiquette de champ

source: Text Color
fr_ca: Couleur du texte

source: Background Color
fr_ca: Couleur d'arrière-plan

source: Content
fr_ca: Contenu

source: Titles
fr_ca: Titres

source: Hover
fr_ca: Survol

source: Highlight
fr_ca: Surbrillance

source: Corner Radius
fr_ca: Courbure du coin

source: Title Background Colour [OLD]
fr_ca: Couleur de l'arrière-plan du titre [ANCIEN]

source: Title Text Colour [OLD]
fr_ca: Couleur du texte du titre [ANCIEN]

source: Menu Background Colour [OLD]
fr_ca: Couleur de l'arrière-plan du menu [ANCIEN]

source: Menu Text Colour [OLD]
fr_ca: Couleur du texte du menu [ANCIEN]

source: Menu Items
fr_ca: Commandes du menu

source: Group
fr_ca: Groupe

source: Re-Order
fr_ca: Réordonner

source: Add Menu Item
fr_ca: Ajouter une Commande au menu

source: Delete Menu Item
fr_ca: Supprimer un Commande au menu

source: Drag to Re-Order Items
fr_ca: Réordonner

source: Used by %s Views
fr_ca: Utilisé par %s Vues

source: * represents a built-in Template that cannot be changed
fr_ca: * représente un modèle intégré qui ne peut être modifié

source: View/Edit Template
fr_ca: Visualiser/Modifier le modèle

source: Create New Template
fr_ca: Créer un nouveau modèle

source: The initial values for the new template will be based on the template you specify. If you do not specify a template, the default template will be used. When you submit, you will be taken to a form to edit the new template. The name for the design template must be unique.
fr_ca: Les valeurs initiales du nouveau modèle seront basées sur le modèle que vous définirez ci-dessous. Si vous ne définissez pas un modèle, le modèle par défaut sera appliqué. Sur soumission, vous accéderez à un formulaire d'édition du nouveau modèle. Le nom attribué au modèle de conception doit être unique.

source: Copy Existing Template
fr_ca: Copier un modèle existant

source: (with <em>%s</em>)
fr_ca: (avec <em>%s</em>)

source: Return to Manage Thesaurus
fr_ca: Retourne à la Gestion du Thésaurus

source: Return to Previous Search Results
fr_ca: Retourner aux résultats de la recherche précédente

source: Edit Subject Term
fr_ca: Modifier le mot-clé du sujet

source: Add Subject Term
fr_ca: Ajouter un mot-clé du sujet

source: This Subject Term is being used by <strong>%d</strong> local record(s) and <strong>%d</strong> record(s) shared with you by other members.
fr_ca: Ce terme du sujet est actuellement utilisé par <strong>%d</strong> dossiers locaux et <strong>%d</strong> dossiers partagés avec vous par d'autres membres.

source: This Subject Term is being used by <strong>%d</strong> record(s) in total in this database.
fr_ca: Ce terme du sujet est actuellement utilisé par <strong>%d</strong> dossiers au total dans cette base de données.

source: This Subject Term <strong>is not</strong> being used by any records.
fr_ca: Ce terme du sujet <strong>n'est utilisé dans aucun</strong> dossier.

source: This Subject Term <stong>is being used for</strong> other Subjects (see below).
fr_ca: Ce terme du sujet <strong>est utilisé pour</strong> d'autres sujets (voir ci-dessous).

source: This Subject Term <strong>is not</strong> being <strong>used for</strong> any other Subjects.
fr_ca: Ce terme du sujet <strong>n'est pas utilisé pour</strong> d'autres sujets.

source: This Subject Term is <strong>controlled exclusively</strong> by another CIOC Member in your database.
fr_ca: Ce terme du sujet est <strong>contrôlé exclusivement</strong> par un autre membre CIOC dans votre base de données.

source: Because this Subject is not being used, you can make it inactive, or delete it using the button at the bottom of the form.
fr_ca: Ce sujet n'est pas utilisé : vous pouvez le rendre inactif ou le supprimer en activant le bouton en bas du formulaire.

source: Because this Subject is being used, you cannot currently delete it.
fr_ca: Cette sujet est actuellement utilisé : vous ne pouvez pas le supprimer.

source: Because this Subject is being used by local records, you cannot currently inactivate or delete it.
fr_ca: Cette sujet est actuellement utilisé par des dossiers locaux : vous ne pas le rendre inactive ou le supprimer pour le moment.

source: Owned/Managed by
fr_ca: Appartenant à / Géré par

source: Make this Subject Term shared (available to all CIOC Members in this database)
fr_ca: Partager ce terme du sujet (disponible à tous les membres CIOC de cette base de données)

source: Subject Term
fr_ca: Mot-clé du sujet

source: Authorized
fr_ca: Autorisé

source: Yes
fr_ca: Oui

source: No
fr_ca: Non

source: Used Term
fr_ca: Mot-clé employé

source: Use
fr_ca: Employer

source: all
fr_ca: tous les

source: any
fr_ca: l'un des

source: of the following term(s) instead:
fr_ca: du ou des sujets ci-dessous au lieu de :

source: Use
fr_ca: Utiliser plutôt

source: of the following term(s) instead:
fr_ca: termes suivants :

source: Used For
fr_ca: Employé pour

source: Broader Term(s)
fr_ca: Termes génériques

source: Narrower Terms
fr_ca: Termes spécifiques

source: Related Term(s)
fr_ca: Termes apparentés

source: Maximum 8000 characters
fr_ca: Maximum de 8 000 caractères.

source: Current Status:
fr_ca: Statut actuel :

source: Make Term Inactive
fr_ca: Désactiver le terme

source: Inactive terms will not be available to you when adding <em>new</em> Terms to records or listing Terms such as in "Browse by Subject".
fr_ca: Les termes inactifs ne vous seront pas disponibles lors de l'ajout de <em>nouveaux</em> termes à un dossier ou dans la liste des termes comme dans « Parcourir par Sujet ».

source: It is still possible for a Term you deactivate to be added to your record, such as through record import or because another CIOC Member has management privileges for your records and uses this Term.
fr_ca: Il est toujours possible qu'un terme que vous désactivez soit ajouté à votre dossier, soit lors de l'importation de dossiers, soit parce qu'un autre membre CIOC détient des privilèges de gestion sur vos dossiers et utilise ce terme.

source: Return to Account
fr_ca: Retour au compte

source: Are you sure you want to permanently delete %s from this view?
fr_ca: Êtes-vous certain de vouloir supprimer %s de cette vue définitivement ?

source: Use your back button to return to the form if you do not want to delete.
fr_ca: Utilisez le bouton Précédent pour revenir au formulaire si vous ne souhaitez pas confirmer la suppression.

source: Maximum 100 characters. HTML is allowed.
fr_ca: 100 caractères maximum. Le HTML est autorisé.

source: Icon
fr_ca: Icône

source: Maximum 8000 characters. HTML is allowed.
fr_ca: 8000 caractères maximum. Le HTML est autorisé.

source: Return to Views (%s)
fr_ca: Retourner aux vues (%s)

source: Edit View:
fr_ca: Modifier la vue :

source: Jump to:
fr_ca: Sauter à :

source: Basic View Settings
fr_ca: Paramètres généraux de la vue

source: Record Updating and Feedback
fr_ca: Mise à jour d'enregistrement et de rétroaction

source: Record Details
fr_ca: Renseignements sur le dossier

source: Searching
fr_ca: Recherche

source: Template and Layout Options
fr_ca: Options pour le modèle et la mise en page

source: Manage Fields
fr_ca: Gérer les champs

source: This View is <strong>not</strong> being used by any User Types.
fr_ca: Cette vue <strong>n'est utilisée par aucun</strong> type d'utilisateur.

source: This View is <strong>being used</strong> by the following User Types:
fr_ca: Cette vue est <strong>utilisée</strong> par les types d'utilisateur suivants :

source: This View is <strong>public</strong> because it is the <strong>default View</strong>.
fr_ca: Cette Vue est <strong>publique</strong> car il s'agit de la <strong>Vue par défaut</strong>.

source: This View is <strong>public</strong> because it is visible from the default view:
fr_ca: Cette Vue <strong>est publique</strong> car elle est visible depuis la vue par défaut :

source: This View is <strong>not</strong> public because it is neither the default View nor visible from the default View.
fr_ca: Cette Vue <strong>n'est pas publique</strong> car elle n'est ni la vue par défaut, ni visible depuis la vue par défaut.

source: Because this View is not being used, you can delete it using the button at the bottom of the form.
fr_ca: Cette vue n'est pas utilisée : elle peut être supprimée en activant le bouton au bas du formulaire.

source: Because this View is being used, you cannot currently delete it.
fr_ca: Cette vue est utilisée : vous ne pouvez pas la supprimer.

source: This view is available in the following languages:
fr_ca: Cette vue est disponible dans les langues suivantes :

source: Add language to this view:
fr_ca: Ajouter une langue à cette vue :

source: Unique name identifying this View.
fr_ca: Nom unique identifiant cette vue.

source: A description of the purpose of the view.
fr_ca: Une description de l'objet de la vue.

source: Other Views
fr_ca: Autres vues

source: Warning: this is the Default View. Any View selected below will immediately become publicly available.
fr_ca: Attention : il s'agit de la vue par défaut. Toute vue sélectionnée ci-dessous sera immédiatement rendue disponible au public.

source: Identify the other Views this View can see:
fr_ca: Identifier les autres vues accessibles depuis celle-ci :

source: No other Views available
fr_ca: Pas d'autre vue disponible.

source: Alert Column
fr_ca: Colonne d'alerte

source: The alert column is located on the left side of the results list and is used to display alert information to the user, e.g. the record is non-public, deleted, has comments, or has feedback. The exact kinds of alerts the user sees will depend on the settings in their User Type.
fr_ca: La colonne d'alerte est située à gauche de la liste des résultats et sert à afficher des mises en garde pour l'utilisateur, p. ex., le dossier est interne, supprimé, possède des commentaires ou contient des éléments de rétroaction. Les types de mises en garde visibles dépendent des paramètres du type d'utilisateur.

source: Alert Column available
fr_ca: Colonne d'alerte disponible

source: When this setting is turned off, the software will not show the Volunteer menu link, the "V" alert in the alert column, any Volunteer-specific search criteria, or links to Volunteer activities from within the CIC Module.
fr_ca: Si cette option n'est pas sélectionnée, le logiciel n'affichera pas le lien vers le menu Bénévolat, ni l'alerte "V" dans la colonne d'alerte, ni les critères de recherche spécifiques au bénévolat, ni les liens vers les activités de bénévolat du module CIC.

source: Show links to and information about the Volunteer Module
fr_ca: Afficher les liens vers et les renseignements sur le module Bénévolat

source: Available Records
fr_ca: Dossiers disponibles

source: Deleted Records are visible
fr_ca: Les dossiers supprimés sont visibles

source: Non-public Records are visible
fr_ca: Les dossiers internes sont visibles

source: Expired Records are visible
fr_ca: Les dossiers supprimés sont visibles.

source: Respect Privacy Profiles
fr_ca: Respecter les profils de confidentialité

source: Only include records in the Publication:
fr_ca: Inclure seulement les dossiers de la publication :

source: Hide Records Past Due by %s or more days
fr_ca: Cacher les dossiers dont la mise à jour est en retard de %s jours ou plus.

source: Maximum Days Overdue
fr_ca: Nombre maximal de jours de retard

source: Hide Past Due value should not be set in Views used for updating records.
fr_ca: Il est fortement recommandé de laisser ce champ vide quelque soit la vue utilisée pour la mise à jour des dossiers.

source: Use Friendly Publication names only (when available)
fr_ca: Utiliser uniquement des noms de publications conviviaux (si disponibles).

source: If this is <strong>not</strong> a Limited View, which publications are available in the Basic / Advanced Search:
fr_ca: S'il ne s'agit <strong>pas</strong> d'une vue limitée, quelles publications sont disponibles en recherche simple et avancée :

source: Display all Publications
fr_ca: Afficher toutes les publications

source: Only display public Publications
fr_ca: Afficher uniquement les publications publiques

source: Only display the Publications below:
fr_ca: Afficher uniquement les publications ci-dessous :

source: Publications List
fr_ca: Liste des publications

source: Automatically add the following publications to records created in this view:
fr_ca: Ajouter automatiquement les publications suivantes aux dossiers créés dans cette vue :

source: Volunteer Profiles
fr_ca: Profils Bénévolat

source: Volunteer Profile links / searches are available in this View
fr_ca: Les liens / recherches du profil Bénévolat sont disponibles dans cette vue

source: Note that Volunteer Profiles links and search results only apply to public users and publicly-available Views.
fr_ca: Veuillez noter que les liens vers les Profils de bénévoles et les résultats de recherche sont applicables uniquement aux utilisateurs publics et aux Vues disponibles au public.

source: Disclaimer
fr_ca: Avertissement

source: Maximum 1000 characters. HTML is allowed.
fr_ca: 1000 caractères maximum. Le HTML est autorisé.

source: Custom Label for "Organization"
fr_ca: Étiquettes personnalisées pour « Organisme »

source: Custom Labels
fr_ca: Étiquettes personnalisées

source: Select the checkbox to view options.
fr_ca: Cocher la case pour voir les options.

source: Search Title
fr_ca: Titre de la recherche

source: Override the title for the main menu search page. Leave blank for default or title set through page titles setuparea.
fr_ca: Modifier le titre de la page de recherche du menu principal. Laisser blanc pour le titre par défaut ou les titres de page établis.

source: Organization Name(s)
fr_ca: Noms des organismes

source: Override "Organization Name(s)" on the main search page. Leave blank for default.
fr_ca: Modifier « Noms des organismes » sur la page de recherche principale. Laisser blanc pour le titre par défaut.

source: Organizations with Website
fr_ca: Organismes avec site web

source: Override "Organizations with Website" on the main search page. Leave blank for default.
fr_ca: Modifier « Organismes avec site web » sur la page de recherche principale. Laisser blanc pour le titre par défaut.

source: Organizations With Volunteer Opportunities
fr_ca: Organismes avec occasions de bénévolat
