Repository: OpenCIOC/onlineresources
Catalog: python/cioc/locale/*/LC_MESSAGES/cioc.po
Languages: fr_ca

source: No help was found for the selected page.
fr_ca: L'aide pour la page sélectionnée n'a pas été trouvée.

source: The Page was successfully added.
fr_ca: La page a été ajoutée avec succès.

source: The Page was successfully updated.
fr_ca: La page a été mise à jour avec succès.

source: Invalid Page ID
fr_ca: ID de page invalide

source: Page Not Found
fr_ca: Page introuvable

source: Unable to load page: %s
fr_ca: Impossible de charger la page : %s

source: Delete Page (%s)
fr_ca: Supprimer la page (%s)

source: Page was successfully deleted.
fr_ca: La page a été supprimée.

source: Unable to delete Page:
fr_ca: Impossible de supprimer la page :

source: Invalid Domain
fr_ca: Le domaine n'est pas valide

source: Manage Page Titles
fr_ca: Gérer les titres de page

source: The Page Title was successfully updated.
fr_ca: Le titre de la page a été mis à jour avec succès.

source: Invalid Page
fr_ca: La page n'est pas valide

source: Quick Searches (%s)
fr_ca: Recherche rapide (%s)

source: The Quick Searches were successfully updated.
fr_ca: Les recherches rapides ont été mis à jour avec succès.

source: Change Quick Searches
fr_ca: Changer les recherches rapides

source: A Record Sharing Profile is ready for review.
fr_ca: Un profil de partage de dossiers est prêt pour la révision.

source: Hello, A member in your CIOC database (%(MemberName)s) has created the Record Sharing Profile '%(ProfileName)s' for you to review. Please go to the Sharing Profile setup area of your CIOC site to accept it.
fr_ca: Bonjour, Un membre de votre base de données CIOC (%(MemberName)s) a créé le profil de partage de dossiers '%(ProfileName)s' que vous pouvez réviser. Veuillez aller dans la rubrique de configuration des profils de partage de votre site CIOC pour l'accepter.

source: A Record Sharing Profile has been accepted.
fr_ca: Un profil de partage des dossiers a été accepté.

source: Hello, Your Record Sharing Profile '%(ProfileName)s' has been accepted by a member in your CIOC database (%(MemberName)s).
fr_ca: Bonjour, Votre profil de partage de dossiers '%(ProfileName)s' a été accepté par un membre de votre base de données CIOC (%(MemberName)s).

source: A Sharing Profile has been revoked and will end on %(ExpireDate)s.
fr_ca: Un profil de partage a été révoqué et se terminera le %(ExpireDate)s.

source: Hello, Your Record Sharing Profile called '%(ProfileName)s' has been revoked by a member participating in the agreement called '%(MemberName)s'. The agreement will end on %(ExpireDate)s.
fr_ca: Bonjour, Votre profil de partage de dossiers appelé '%(ProfileName)s' a été révoqué par un membre participant à l'accord appelé '%(MemberName)s'. L'accord se terminera le %(ExpireDate)s.

source: Removal of shared records in your database as of %(ExpireDate)s
fr_ca: Retrait des dossiers partagés dans votre base de données à partir du %(ExpireDate)s

source: Hello, Some records in your Sharing Profile called '%(ProfileName)s' have been removed by a member called '%(MemberName)s' that is a participant in the agreement. The records will no longer be available in the Sharing Agreement as of %(ExpireDate)s. The records affected are: %%s For more information on which records are available in this sharing profile, review the Sharing Profile and click the link called "View records associated with this profile" or go to: %(ProfileURL)s
fr_ca: Bonjour, Certains dossiers dans votre profil de partage nommé '%(ProfileName)s' ont été retirés par un membre appelé '%(MemberName)s' qui participe à l'accord. Les dossiers ne seront plus disponibles dans l'accord de partage à partir du %(ExpireDate)s. Les dossiers affectés sont : %%s Pour des renseignements supplémentaires sur les dossiers disponibles dans ce profil de partage, consulter le Profil de partage et cliquer sur le lien « Voir les dossiers associés à ce profil » ou aller sur : %(ProfileURL)s

source: No domain selected
fr_ca: Aucun domaine sélectionné

source: Manage Sharing Profiles
fr_ca: Gérer les profils de partage

source: Unable to delete Sharing Profile:
fr_ca: Le profil de partage ne peut être supprimé :

source: Unable to delete Sharing Profile:
fr_ca: Le profil de partage ne peut être supprimé :

source: The Profile was successfully sent.
fr_ca: Le profil a été envoyé avec succès.

source: The Profile is available to be accepted, but email notifications could not be sent.
fr_ca: Le profil est prêt à être accepté, mais les notifications par courrier électronique n'ont pas pu être envoyées.

source: Unable to send Sharing Profile:
fr_ca: Le profil de partage ne peut être envoyé :

source: The Sharing Profile was successfully revoked.
fr_ca: Le profil de partage a été révoqué avec succès.

source: Unable to revoke Sharing Profile:
fr_ca: Impossible de révoquer le profil de partage :

source: The Profile was successfully accepted.
fr_ca: Le profil a été accepté avec succès.

source: Unable to accept Sharing Profile:
fr_ca: Le profil de partage ne peut être accepté :

source: %d records were added.
fr_ca: %d dossiers ont été ajoutés.

source: No records were selected.
fr_ca: Aucun dossier n'a été sélectionné.

source: None of the selected records can be added to the Profile. %d records were already in the Profile, and %d records are in another Profile with this Member.
fr_ca: Aucun des enregistrements sélectionnés ne peut être ajouté au profil. %d enregistrements étaient déjà dans le profil et %d enregistrements sont dans un autre profil avec ce membre.

source: No records were removed. They may already have been removed, or be scheduled for removal in the next few days.
fr_ca: Aucun dossier n'a été supprimé. Ils ont peut-être déjà été supprimés ou leur suppression est prévue dans les prochains jours.

source: Manage Social Media Types
fr_ca: Gérer les types de médias sociaux

source: Invalid Social Media Type ID
fr_ca: Identifiant de type de média social invalide

source: The Social Media Type was successfully added.
fr_ca: Le type de média social a été ajouté avec succès.

source: The Social Media Type was successfully updated.
fr_ca: Le type de média social a été mis à jour avec succès.

source: Social Media Type Not Found
fr_ca: Le type de médial social est introuvable.

source: The Social Media Type was successfully deleted.
fr_ca: Le type de média social a été supprimé avec succès.

source: Unable to delete Social Media Type:
fr_ca: Le type de média social ne peut être supprimé :

source: Manage Templates
fr_ca: Gestion des modèles

source: The Template has been successfully added.
fr_ca: Le modèle a été ajouté avec succès.

source: The Template has been successfully updated.
fr_ca: Le modèle a été mis à jour avec succès.

source: Invalid Template ID
fr_ca: ID de modèle invalide

source: Template Not Found
fr_ca: Le modèle est introuvable

source: The Template has been successfully deleted.
fr_ca: Le modèle a été supprimé avec succès.

source: Unable to delete Template:
fr_ca: Le modèle ne peut être supprimé :

source: Manage Subjects
fr_ca: Gestion des mots-clés du sujet

source: Subject Not Found
fr_ca: Le sujet est introuvable

source: The Subject Term has been successfully added.
fr_ca: Le terme du sujet a été ajouté avec succès.

source: The Subject Term has been successfully updated.
fr_ca: Le terme du sujet a été mis à jour avec succès.

source: Invalid Subject ID
fr_ca: ID de Sujet invalide

source: The Subject Term has been successfully deleted.
fr_ca: Le terme du sujet a été supprimé avec succès.

source: Unable to delete Subject:
fr_ca: Le sujet ne peut être supprimé :

source: Unable to delete Subject:
fr_ca: Le sujet ne peut être supprimé :

source: Manage Thesaurus Source Values
fr_ca: Gestion des sources du thésaurus

source: The Thesaurus Sources have been successfully updated.
fr_ca: Les sources du Thésaurus ont été mises à jour avec succès.

source: Invalid User_ID: %s
fr_ca: ID_utilisateur invalide : %s

source: User API Credentials
fr_ca: Identifiants API utilisateur

source: User not found
fr_ca: Utilisateur non trouvé

source: User API Credentials for %s
fr_ca: Identifiants de l'API utilisateur pour %s

source: Credential ID:
fr_ca: ID d'identification :

source: Delete Heading
fr_ca: Supprimer l'En-tête

source: The API credential was successfully deleted.
fr_ca: Les informations d'identification de l'API ont été supprimées avec succès.

source: Unable to delete API credential:
fr_ca: Impossible de supprimer les informations d'identification de l'API :

source: Record #
fr_ca: No de dossier

source: Record Name
fr_ca: Nom du dossier

source: Service Title
fr_ca: Titre pour le service

source: Service Title At Change
fr_ca: Titre du service au moment du changement

source: Vacancy Unit Type ID
fr_ca: ID du type d'unité vacante

source: Vacancy Unit Type GUID
fr_ca: GUID du type d'unité vacante

source: Modified Date
fr_ca: Date de modification

source: Modified By
fr_ca: Modifié par

source: Vacancy Change
fr_ca: Changement de poste

source: Total Vacancy
fr_ca: Total des postes vacants

source: Manage Views (%s)
fr_ca: Gestion des vues (%s)

source: The View has been successfully updated.
fr_ca: La vue a été mise à jour avec succès.

source: Invalid View ID
fr_ca: ID de Vue invalide

source: View Deleted
fr_ca: La vue a été supprimée avec succès.

source: Unable to delete View:
fr_ca: La vue n'a pas été supprimée. :

source: Invalid Request
fr_ca: La requête est invalide

source: Manage Topic Searches For %s
fr_ca: Gérer les recherches par sujet pour %s

source: Topic Search Not Found
fr_ca: La recherche par sujet est introuvable

source: The Topic Search was successfully updated.
fr_ca: La recherche par sujet a été mise à jour avec succès.

source: The Topic Search was successfully added.
fr_ca: La recherche par sujet a été ajoutée avec succès.

source: Invalid Topic Search
fr_ca: Recherche par sujet invalide

source: Invalid View
fr_ca: Vue invalide

source: Delete Topic Search
fr_ca: Supprimer la recherche par sujet

source: Topic Search Deleted
fr_ca: Recherche par sujet supprimée

source: Unable to delete Topic Search:
fr_ca: Le recherche par sujet ne peut être supprimée :

source: Add New Community
fr_ca: Ajouter une nouvelle communauté

source: Add
fr_ca: Ajouter

source: Return to Setup
fr_ca: Retourner à la configuration

source: <strong>"-- Database Default View --"</strong> represents whichever view is configured as the default view on the general setup page.
fr_ca: <strong>« -- Vue par défaut de la base de données -- »</strong> représente la vue sélectionnée comme vue par défaut dans la page de configuration générale.

source: <strong>*</strong> represents a non-public View. Only select a non-public View if you are planning to make it public in the future (e.g. for future site launch).
fr_ca: <strong>*</strong> représente une vue non-publique. Ne sélectionnez une vue non-publique que si vous avez l'intention de la rendre publique dans le futur (p. ex., pour le lancement d'un futur site).

source: Domain Name
fr_ca: Nom de domaine

source: Default<br>Language
fr_ca: Langue<br>par défaut

source: Secondary<br>Name
fr_ca: Nom<br>secondaire

source: Google Maps (Community Information)
fr_ca: Google Maps (Information communautaire)

source: Google Maps (Volunteer)
fr_ca: Google Maps (Bénévolat)

source: : Default Language
fr_ca: : Langue par défaut

source: Community Information:
fr_ca: Information communautaire :

source: -- Database Default View --
fr_ca: -- Vue par défaut de la base de données --

source: : Community Information View
fr_ca: : Vue de l'information communautaire

source: : Volunteer View
fr_ca: : Vue bénévole

source: is a secondary name
fr_ca: est un nom secondaire

source: API Key:
fr_ca: Clé API :

source: Enterprise Client ID:
fr_ca: Identifiant du client Enterprise :

source: Exterprise Channel:
fr_ca: Enterprise Channel :

source: Submit
fr_ca: Soumettre

source: Reset
fr_ca: Réinitialiser

source: Request Change
fr_ca: Demander des changements

source: Javascript is required to use this page.
fr_ca: Cet page requiert JavaScript pour fonctionner correctement.

source: Shared fields, denoted by a <span class="Alert">*</span>, may be used across different CIOC modules (CIC or Volunteer). Please be courteous and contact your database partners (if any) before modifying the names of shared fields. Each module has its own field order and required fields.
fr_ca: Des champs communs, désignés par un <span class="Alert">*</span>, sont utilisés par différents modules du CIOC (CIC et Bénévolat). Prière de communiquer avec vos partenaires (s'il y a lieu) avant de modifier les noms de champs que vous partagez avec eux. Chaque module possède des champs obligatoires et un ordre des champs spécifique.

source: Name
fr_ca: Nom

source: Display
fr_ca: Affichage

source: Order
fr_ca: Ordre

source: Required
fr_ca: Obligatoire

source: HTML Editor
fr_ca: Éditeur HTML

source: Display Text for:
fr_ca: Afficher texte pour :

source: : Display Order
fr_ca: : L'ordre d'affichage

source: : Required
fr_ca: : Champs obligatoires

source: : HTML Editor
fr_ca: : Éditeur HTML

source: Update
fr_ca: Mettre à jour

source: Reset Form
fr_ca: Réinitialiser le formulaire

source: Note that deleting a field group will remove all the fields in that group!
fr_ca: Attention : la suppression d'un groupe de champs éliminera tous les champs de ce groupe!

source: Delete
fr_ca: Supprimer

source: Field Group
fr_ca: Groupe de champs

source: Add New Item
fr_ca: Ajouter un nouvel élément

source: New
fr_ca: Nouveau

source: : Delete
fr_ca: : Effacer

source: : Order
fr_ca: : Ordre

source: Shared fields, denoted by a <span class="Alert">*</span>, may be used across different CIOC modules (CIC or Volunteer).
fr_ca: Les champs partagés, indiqués par <span class="Alert">*</span>, peuvent être utilisés par plusieurs modules CIOC (CIC ou Bénévolat).

source: Hide
fr_ca: Cacher

source: : Hide Field
fr_ca: : Masquer le champ

source: Shared fields, denoted by a <span class="Alert">*</span>, may be used across different CIOC modules (CIC or Volunteer). Please be courteous and contact your database partners (if any) before modifying shared fields.
fr_ca: Les champs partagés, indiqués par <span class="Alert">*</span>, peuvent être utilisés par plusieurs modules CIOC (CIC ou Bénévolat). Soyez courtois et veuillez communiquer avec vos partenaires de base de données (s'il y a lieu) avant de modifier les champs partagés.

source: On / True:
fr_ca: Activé / Vrai :

source: On:
fr_ca: Activé :

source: Off / False:
fr_ca: Désactivé / Faux :

source: Off:
fr_ca: Désactivé :

source: Google Analytics Code
fr_ca: Code de Google Analytics

source: Agency Dimension
fr_ca: Dimension de l'agence

source: Language Dimension
fr_ca: Dimension linguistique

source: View Dimension
fr_ca: Dimension de la vue

source: Result Count Dimension
fr_ca: Dimension Nombre de résultats

source: : Google Analytics Code
fr_ca: : Code Google Analytics

source: : Google Analytics Agency Dimension
fr_ca: : Dimension Agence Google Analytics

source: : Google Universal Analytics Language Dimension
fr_ca: : Dimension linguistique de Google Universal Analytics

source: : Google Analytics View Dimension
fr_ca: : Dimension d'affichage de Google Analytics

source: : Google Analytics Results Count Metric
fr_ca: : Mesure du nombre de résultats de Google Analytics

source: Edit general database options
fr_ca: Utiliser ce formulaire pour modifier les options générales de la base de données

source: Training Mode
fr_ca: Mode Formation

source: When the database is in training mode, Emails are not sent out. An alert-coloured header will appear on every page. Note that this applies to all modules in the database.
fr_ca: Lorsque la base de données est en mode Formation, aucun courriel n'est envoyé. Un en-tête d'alerte en couleur s'affichera sur chaque page. Remarque : ceci est valable pour tous les modules de la base de données.

source: The database is in training mode.
fr_ca: La base de données est en mode Formation.

source: Database Name
fr_ca: Nom de la base de données

source: Name to use for the database in outgoing Emails
fr_ca: Nom à utiliser pour la base de données dans les courriels sortants

source: Admin Design Template
fr_ca: Modèle de conception en mode de gestion

source: This template is used in the "Admin" (shared) section of the database.
fr_ca: Ce modèle est utilisé dans la section (partagée) "Gestion" de la base de données.

source: Admin Print Template
fr_ca: Modèle d'impression en mode de gestion

source: This template is used for "Print Mode" in the "Admin" (shared) section of the database.
fr_ca: Ce modèle est utilisé pour le "Mode Impression" dans la section (partagée) "Gestion" de la base de données.

source: Community Information Database
fr_ca: la base de données d'information communautaire

source: Volunteer Database
fr_ca: Base de données Bénévolat

source: Default View (%s)
fr_ca: Vue par défaut (%s)

source: This view is used for the %s when a user is not logged in (the "public" view).
fr_ca: Cette vue est utilisée pour %s quand l'utilisateur n'est pas connecté (vue publique).

source: Public Print Mode
fr_ca: Mode Impression pour le public

source: This only applies if a print template has been specified for the View in question. Only the details page is available to the public in print mode, and the javascript title option is disabled.
fr_ca: Ceci ne vaut que lorsque le modèle d'impression a été spécifié pour la vue en question. Seule la page de renseignements est accessible au grand public en mode Impression et l'option de titre Javascript est désactivée.

source: Print version available to non-logged in users (the public)
fr_ca: La version imprimable est accessible aux utilisateurs non-connectés (grand public).

source: User Initials
fr_ca: Initiales de l'utilisateur

source: If selected, the user's initials are used when a user's identity is required for input to a field. Otherwise, the user's first and last name are used.
fr_ca: Si sélectionné, les initiales de l'utilisateur sont utilisées lorsque l'identité de ce dernier est requise pour remplir un champ. Autrement, le prénom et le nom de famille de l'utilisateur sont utilisés.

source: Use user initials
fr_ca: Utiliser les initiales de l'utilisateur

source: Login Attempts
fr_ca: Tentatives de connexion

source: The number of incorrect attempts to log in are allowed before the account is locked
fr_ca: Le nombre de tentatives de connexion incorrectes autorisées avant le verrouillage du compte

source: No Limit
fr_ca: Illimité

source: Base URL (%s)
fr_ca: URL de la base (%s)

source: The full web address to the root of the application. Do not include the trailing slash. (e.g. mysite.cioc.ca)
fr_ca: L'adresse URL complète à la racine de l'application. Ne pas inclure la barre oblique de fin. (p. ex. : monsite.cioc.ca)

source: Days Since Last Email
fr_ca: Nombre de jours depuis le dernier courriel

source: When sending an update Email request for a single record, an alert will be printed if the last Email update request was less than this many days ago. Note: this applies to all modules of the database.
fr_ca: À l'envoi d'une demande de mise à jour par courriel pour un dossier unique, un message d'alerte s'affichera si la dernière demande de mise à jour par courriel a été effectuée plus récemment que le nombre de jours indiqué. Remarque : ceci est valable pour tous les modules de la base de données.

source: Volunteer Profile
fr_ca: Profil Bénévolat

source: Default Email (%s)
fr_ca: Courriel par défaut (%s)

source: The Default Email address is used whenever an Email message is generated by the system. If a specific Agency Email is available, that will be used as a Reply To address.
fr_ca: L'adresse courriel par défaut est utilisée chaque fois qu'un message électronique est généré par le système. Si une adresse courriel d'agence spécifique est disponible, elle sera utilisée comme adresse de réponse.

source: Default Email Name (%s)
fr_ca: Nom de courrier électronique par défaut (%s)

source: The Name used as part of the From address whenever Default Email address is used.
fr_ca: Le nom utilisé dans l'adresse de l'expéditeur chaque fois que l'adresse courriel par défaut est utilisée.

source: Import Notification Email (%s)
fr_ca: Courriel pour la notification d'importation (%s)

source: The email address to be used to send email notifications of issues encountered while running automatic imports
fr_ca: L'adresse e-mail à utiliser pour envoyer des notifications par e-mail des problèmes rencontrés lors de l'exécution des importations automatiques

source: Feedback Message
fr_ca: Message de rétroaction

source: Message printed after someone submits feedback on a record.
fr_ca: Message affiché après l'envoi d'une rétroaction sur un dossier.

source: Record Notes
fr_ca: Notes sur les dossiers

source: updated
fr_ca: mis à jour

source: deleted
fr_ca: supprimé(s)

source: Record Notes (e.g. Internal Memo) can be %s by:
fr_ca: Les notes sur les dossier (par ex. Note interne) peuvent être %s par :

source: No one (not allowed)
fr_ca: Personne (interdit)

source: Anyone with update permissions
fr_ca: Toute personne ayant les droits de mise à jour

source: Super User only
fr_ca: Un super-utilisateur uniquement

source: Note Types are optional
fr_ca: Les types de note sont facultatifs

source: Default Province
fr_ca: Province par défaut

source: Default Geocode Type
fr_ca: Type de géocodage par défaut

source: No value (do not map)
fr_ca: Aucune valeur (pas la carte)

source: Site address
fr_ca: Adresse du site

source: Manual placement
fr_ca: Placement cartographique manuel

source: Default method of geo-coding on new records
fr_ca: Méthode de géocodage des nouveaux dossiers par défaut

source: Prevent Duplicate Org Names
fr_ca: Empêcher les doublons pour les noms d'organisme

source: Allow duplicate organization / program names
fr_ca: Autoriser les doublons pour les noms d'organisme

source: Warn about duplicate organization / program names
fr_ca: Alerter sur les doublons pour les noms d'organisme

source: Don't Allow duplicate organization / program names
fr_ca: Interdir les doublons pour les noms d'organisme

source: New NUM Selection
fr_ca: Sélection d'un nouveau numéro

source: If checked, then new NUMs will be the lowest NUM available for the agency, even if there are higher NUMs already taken. If not checked, then a new NUM will be one more than the highest one already used for that agency.
fr_ca: Si sélectionné (par défaut), les nouveaux numéros seront les numéros non utilisés les plus bas pour l'agence, même si des numéros supérieurs sont déjà utilisés. Sinon, le nouveau numéro sera supérieur au numéro le plus grand déja utilisé par l'agence.

source: Always pick lowest unused NUM
fr_ca: Toujours utiliser le numéro le plus bas non utilisé

source: Billing/Other Address Site Code
fr_ca: Code de l'adresse de facturation / additionnelle du site

source: Max length for the optional site code component of the Billing and Other Addresses fields. Use 0 to disable site code.
fr_ca: Longueur maximale de l'élément facultatif code de site des champs Adresses de facturation / additionnelles. Utiliser 0 pour désactiver le code de site.

source: Offline Tools
fr_ca: Outils hors-ligne

source: When selected, the Offline Tools will be permitted to connect to this CIOC database and the Offline Tools options will be available in setup areas.
fr_ca: Si sélectionné, les outils hors-ligne seront autorisés à se connecter à cette base de données CIOC et les options Outils hors-ligne seront visibles dans les zones de configuration.

source: Enable Offline Tools Support
fr_ca: Activer le soutien des outils hors-ligne

source: Volunteer Centre Organization Name(s)
fr_ca: Nom du centre de bénévoles
