Repository: OpenCIOC/onlineresources
Catalog: python/cioc/locale/*/LC_MESSAGES/cioc.po
Languages: fr_ca

source: Name of organization(s) to which a Volunteer Profile Account Holder agrees to allow the use of their private data as outlined in the Privacy Policy.
fr_ca: Nom de l'organisme auquel le détenteur d'un compte dans le profil Bénévolat autorise à utiliser ses renseignements personnels tel qu'indiqué dans la Politique de confidentialité.

source: Volunteer Profile Privacy Policy
fr_ca: Politique de confidentialité du Profil Bénévolat

source: Privacy Policy under which Volunteer Profile Account holders agree to let you use their personal information.
fr_ca: Politique de confidentialité selon laquelle les détenteurs d'un compte dans le profil Bénévolat vous autorisent à utiliser leurs renseignements personnels.

source: Area of Interest
fr_ca: Centre d'intérêt

source: When selected, the software will omit General Areas of Interest on search and data entry pages, including for Volunteer Profile users. The setup areas for General Areas of Interest remain available so that they can be configured correctly in a multi-member database (This is because some members may have different settings). However, there is no requirement to complete the General Area setup if they are not being used by any member of the database.
fr_ca: Si sélectionné, le logiciel ignorera les <em>domaines d'intérêt général</em> sur les pages de recherche et de saisie de données, y compris pour les utilisateurs de profil de bénévole. Les zones de configuration des <em>domaines d'intérêt général</em> sont toujours disponibles afin que ceux-ci puissent être configurés correctement dans une base de données multimembre (car certains membres peuvent avoir différents paramètres). Cependant, il n'est pas obligatoire de renseigner les paramètres de domaine général s'il ne sont utilisés par aucun membre de la base de données.

source: Only use Specific Areas of Interest
fr_ca: Utiliser uniquement les domaines d'intérêt spécifique

source: Child Care Subsidy
fr_ca: Subvention pour la garde d'enfants

source: Details of Specific Named Child Care Subsidy Program (e.g. $10/day care)
fr_ca: Détails du programme de subvention spécifique pour la garde d'enfants (p. ex. 10 $/garderie)

source: Search Label
fr_ca: Étiquette de recherche

source: Contact Options
fr_ca: Options de contact

source: Phone 1
fr_ca: Tél. 1

source: Phone 2
fr_ca: Tél. 2

source: Phone 3
fr_ca: Tél. 3

source: Volunteer Surveys
fr_ca: Enquêtes auprès des bénévoles

source: Optional Surveys to present to those indicating their interest in a volunteer position.
fr_ca: Sondages facultatifs à présenter à ceux qui manifestent leur intérêt pour un poste de bénévole.

source: There are no surveys available.
fr_ca: Il n'y a pas d'enquête disponible.

source: No Offline Machines found.
fr_ca: Aucune machine hors-ligne n'a pu être trouvée.

source: User Types
fr_ca: Types d'utilisateurs

source: Remove
fr_ca: Retirer

source: Reviewed for CIOC Release:
fr_ca: Révision pour la version de CIOC :

source: Close Window
fr_ca: Fermer la fenêtre

source: Quick Search Settings
fr_ca: Paramètres de recherche rapide

source: Search Page
fr_ca: Page de recherche

source: Query Parameters
fr_ca: Paramètres de requête

source: Show in Tab
fr_ca: Afficher dans l'onglet

source: Promote to Tab (tabbed search form only)
fr_ca: Promouvoir vers l'onglet (formulaire de recherche par onglets uniquement)

source: Also edit labels in:
fr_ca: Modifier également les étiquettes en :

source: Also show labels in:
fr_ca: Afficher également les étiquettes en :

source: Edit Labels in
fr_ca: Modifier les étiquettes en

source: Show Labels in
fr_ca: Afficher les étiquettes en

source: N/A
fr_ca: S/O

source: Copy
fr_ca: Copier

source: Application Surveys
fr_ca: Enquêtes

source: Important Note: Once a survey question has been completed, you may no longer modify the survey question or delete the survey, to preserve the integrity of reports. Please ensure that questions are complete and accurate before using the survey. You may still add/remove answer options, or change the help text of the question. To change the questions being asked, copy the survey and then switch the active survey in the General Setup options.
fr_ca: Remarque importante : une fois qu'une question d'enquête a été complétée, vous ne pouvez plus la modifier ni la supprimer, afin de préserver l'intégrité des rapports. Veuillez vous assurer que les questions sont complètes et exactes avant d'utiliser l'enquête. Vous pouvez toujours ajouter/supprimer des options de réponse ou modifier le texte d'aide de la question. Pour modifier les questions posées, copiez l'enquête, puis changez l'enquête active dans les options de configuration générale.

source: Add Application Survey
fr_ca: Ajouter une enquête

source: Edit Application Survey
fr_ca: Modifier l'enquête

source: Surveys Stats
fr_ca: Statistiques des sondages

source: Completed
fr_ca: Complété

source: times
fr_ca: fois

source: First completed on
fr_ca: Terminé pour la première fois le

source: Last completed on
fr_ca: Terminé pour la dernière fois le

source: Status
fr_ca: Statut

source: Archive this survey
fr_ca: Archiver cette enquête

source: Survey was archived on:
fr_ca: L'enquête a été archivée le :

source: This survey is currently in use on Volunteer forms.
fr_ca: Cette enquête est actuellement utilisée sur les formulaires de bénévolat.

source: Internal name for administrators
fr_ca: nom interne à usage administratif

source: Survey Name
fr_ca: Nom de l'enquête

source: Survey Title
fr_ca: Titre de l'enquête

source: Public title displayed on application forms for survey section
fr_ca: Titre public affiché sur les formulaires de demande pour la section d'enquête

source: Survey Description
fr_ca: Description de l'enquête

source: Public description of the survey purpose, privacy informnation, etc.
fr_ca: Description publique de l'objectif de l'enquête, informations sur la confidentialité, etc.

source: Text Question
fr_ca: Question écrite

source: Short Text-Answer Question
fr_ca: Question à réponse courte

source: Answered
fr_ca: Répondue

source: time(s)
fr_ca: fois

source: Instructions / Details (optional)
fr_ca: Instructions / Détails (facultatif)

source: Drop-down Question
fr_ca: Question déroulante

source: Drop-down selection Question
fr_ca: Question à choix déroulant

source: Drop-down Options:
fr_ca: Options déroulantes :

source: Application Survey Report
fr_ca: Rapport d'enquête

source: Application Survey:
fr_ca: Enquête :

source: On or after the date
fr_ca: À partir de la date

source: Before the date
fr_ca: Avant la date

source: Export as CSV
fr_ca: Exporter au format CSV

source: Run Survey Report
fr_ca: Exécuter le rapport d'enquête

source: View/Edit Application Survey
fr_ca: Afficher/modifier l'enquête

source: Create New Application Survey
fr_ca: Créer une nouvelle enquête

source: Copy Existing Application Survey:
fr_ca: Copier l'enquête existante :

source: to
fr_ca: à

source: after
fr_ca: après

source: until
fr_ca: jusqu'à

source: all available dates
fr_ca: toutes les dates disponibles

source: Survey Counts
fr_ca: Nombre d'enquêtes

source: Total Entries
fr_ca: Nombre total d'entrées

source: First Entry
fr_ca: Première entrée

source: Last Entry
fr_ca: Dernière entrée

source: City Counts
fr_ca: Nombre de villes

source: City
fr_ca: Ville

source: Question Response Counts
fr_ca: Nombre de réponses aux questions

source: Answer
fr_ca: Réponse

source: Back to Manage Values
fr_ca: Revenir à la Gestion des valeurs

source: Print Version (New Window)
fr_ca: Version imprimable (nouvelle fenêtre)

source: Note that changing an existing value will alter that value in every record in the database that uses it. In some cases this will cause a lag in database responsiveness while the records are updated and re-indexed.
fr_ca: À noter que la modification d'une valeur existante entraînera sa modification dans chaque dossier de la base de données qui l'utilise. Dans certains cas, cela ralentira la base de données le temps que les dossiers soient mis à jour et réindexés.

source: Values for %s
fr_ca: Valeurs pour %s

source: Submit Changes
fr_ca: Soumettre les modifications

source: An unknown community was entered
fr_ca: La recherche par communauté n'a pas été

source: Delete Item:
fr_ca: Effacer l'article :

source: Item Code:
fr_ca: Code de l'article :

source: Display Text For
fr_ca: Afficher texte pour

source: Display Order:
fr_ca: L'ordre d'affichage :

source: Usage: %d
fr_ca: Utilisation: %d

source: header
fr_ca: en-tête

source: title
fr_ca: titre

source: Show On Form
fr_ca: Afficher sur le formulaire

source: Local Records
fr_ca: Dossiers locaux

source: Usage
fr_ca: Utilisation

source: Other Records
fr_ca: Autres dossiers

source: Search Parameter
fr_ca: Paramètre de recherche

source: Update "Hide" State
fr_ca: Mettre à jour le statut « Masqué »

source: Add / Edit All Shared Values
fr_ca: Ajouter / Modifier toutes les valeurs partagées

source: Add / Edit All Local Values
fr_ca: Ajouter / Modifier toutes les valeurs locales

source: Hide Item:
fr_ca: Masquer l'élément :

source: Make Shared
fr_ca: Partager

source: Other
fr_ca: Autre

source: Member
fr_ca: Membre

source: Last Modified
fr_ca: Dernière modification

source: Are you sure you want to make this a shared value?
fr_ca: Êtes-vous certain de vouloir partager cette valeur ?

source: Are you sure you want to make this a local value?
fr_ca: Êtes-vous certain de vouloir rendre cette valeur locale ?

source: Use your back button to return if you do not want to do this.
fr_ca: Utilisez le bouton retour pour revenir si vous ne souhaitez pas continuer.

source: Return to Communities
fr_ca: Retourner aux communautés

source: Edit Community
fr_ca: Édition de la communauté

source: Add Community
fr_ca: Ajout d'une communauté

source: <strong>%d</strong> other Communities are using this Community as a parent community.
fr_ca: <strong>%d</strong> autres communautés utilisent cette communauté comme communauté mère.

source: Community Finder
fr_ca: Localisateur de communautés

source: This Community <strong>is not</strong> being used by any Communities as a Parent Community.
fr_ca: Cette communauté <strong>n'est pas</strong> en usage par quelque communauté que ce soit à titre de communauté mère.

source: <strong>%d</strong> Organization / Program record(s) are using this Community as an "Area Served".
fr_ca: <strong>%d</strong> dossiers utilisent présentement cette communauté à titre de 'secteur desservi'.

source: This Community <strong>is not</strong> being used by any Organization / Program records as an "Area Served".
fr_ca: Cette communauté <strong>n'est pas</strong> en usage par quelque dossier d'organisme que ce soit à titre de 'secteur desservi'.

source: <strong>%d</strong> Organization / Program record(s) are using this Community as an "Located in Community".
fr_ca: <strong>%d</strong> dossiers d'organisme utilisent présentement cette communauté à titre de 'situé dans cette communauté'.

source: This Community <strong>is not</strong> being used by any Organization / Program records as an "Located in Community".
fr_ca: Cette communauté <strong>n'est pas</strong> en usage par quelque dossier d'organisme que ce soit à titre de 'situé dans la communauté'.

source: <strong>%d</strong> Bus Routes are using this Community as a Municipality.
fr_ca: <strong>%d</strong> lignes de bus utilisent cette communauté comme municipalité.

source: This Community <strong>is not</strong> being used by any Bus Routes as a Municipality.
fr_ca: Cette communauté <strong>n'est utilisée par aucune</strong> ligne de bus comme municipalité.

source: <strong>%d</strong> Wards are using this Community as a Municipality.
fr_ca: <strong>%d</strong> quartiers utilisent cette communauté comme municipalité.

source: This Community <strong>is not</strong> being used by any Wards as a Municipality.
fr_ca: Cette communauté <strong>n'est utilisée par aucun</strong> quartier comme municipalité.

source: <strong>%d</strong> Volunteer Opportunity record(s) are using this Community.
fr_ca: <strong>%d</strong> dossiers d'occasions de bénévolat utilisent cette communauté.

source: This Community <strong>is not</strong> being used by Volunteer opportunity records.
fr_ca: Cette communauté <strong>n'est pas</strong> utilisée dans un dossier d'occasion de bénévolat.

source: This Community is part of the following Alternate Search Areas:
fr_ca: Cette communauté fait partie des zones de recherche alternatives suivantes :

source: This Community <strong>is not</strong> part of an Alternate Search Area.
fr_ca: Cette communauté <strong>ne fait pas</strong> partie d'une zone de recherche alternative

source: Because this Community is not being used, you can delete it using the button at the bottom of the form.
fr_ca: Puisque cette communauté n'est pas présentement en usage, vous pouvez la supprimer en cliquant sur le bouton au bas du formulaire

source: Because this Community is being used, you cannot currently delete it.
fr_ca: Puisque cette communauté est présentement en usage, vous ne pouvez la supprimer maintenant.

source: Fill in a value for Display if you want a different value from the Name for Search communities display and the Located In community display. This will not affect the display of the values for Areas Served.
fr_ca: Inscrire une valeur pour l'affichage si vous désirez une valeur différente de celle de l'affichage du 'nom désignant les communautés choisies pour la recherche' et celle de l'affichage de 'situé dans la communauté'. Ce changement ne modifiera pas les valeurs pour les secteurs desservis.

source: Parent Community
fr_ca: Communauté mère

source: Province, State and/or Country
fr_ca: Province, État ou Pays

source: Alternate Name(s)
fr_ca: Nom(s) alternatif(s)

source: Alt Name
fr_ca: Nom alt

source: Search Communities
fr_ca: Rechercher des communautés

source: Update Communities Version
fr_ca: Mettre à jour la version des communautés

source: Update External Communities
fr_ca: Mettre à jour les communautés externes

source: Add Alternative Search Area
fr_ca: Ajouter une zone de recherche alternative

source: Show Search Parameters
fr_ca: Afficher les paramètres de recherche

source: Full List
fr_ca: Liste complète

source: View/Edit Community
fr_ca: Créer ou éditer une communauté

source: Request Community Change
fr_ca: Demander la modification d'une communauté

source: Back to All Communities
fr_ca: Retour à Toutes les communautés

source: Output As Excel
fr_ca: Générer sur Excel

source: Show Children
fr_ca: Afficher les enfants

source: Show GUIDs
fr_ca: Afficher les GUID

source: Show Usage
fr_ca: Afficher l'usage

source: Return to Index
fr_ca: Retour à l'index

source: Activate
fr_ca: Activer

source: Inactivate
fr_ca: Inactiver

source: Are you sure you want to %s this APIKey?
fr_ca: Voulez-vous vraiment %s cette clé API ?

source: Feed API Key
fr_ca: Clé API du flux

source: Owner
fr_ca: Propriétaire

source: Applies To
fr_ca: S'applique à

source: Community Information
fr_ca: Information communautaire

source: Submit Updates
fr_ca: Soumettre

source: Owner Name
fr_ca: Le nom du propriétaire

source: Active
fr_ca: Actif

source: Checked
fr_ca: Choisi

source: : Applies to Community Information
fr_ca: : S'applique aux informations sur la communauté

source: : Applies to Volunteer
fr_ca: : S'applique aux bénévoles

source: Inactive
fr_ca: Inactif

source: : Inactive
fr_ca: : inactif

source: : Active
fr_ca: : actif

source: Add New
fr_ca: Ajouter un nouveau

source: Standard Email Update Text
fr_ca: Texte du courriel normalisé de mise à jour

source: Add Standard Email Update Text
fr_ca: Ajouter un texte du courriel normalisé de mise à jour

source: Edit Standard Email Update Text
fr_ca: Modifier le texte du courriel normalisé de mise à jour

source: Default Message
fr_ca: Message par défaut

source: The Default Message will be the one initially selected when creating a new email update request. Users will have the opportunity to choose a different message before sending.
fr_ca: Le message par défaut sera celui sélectionné initialement lors de la création d'une nouvelle demande de mise à jour par courriel. Les utilisateurs auront la possibilité de choisir une autre langue avant l'envoi.

source: This message is currently the Default Message
fr_ca: Ce message est actuellement le message par défaut

source: Make this the default message.
fr_ca: Rendre ce message le message par défaut.

source: Make this the default %s message.
fr_ca: Rendre ce message le message %s par défaut.

source: "All-Opportunities"
fr_ca: « Toutes les opportunités »

source: Subject
fr_ca: Sujet

source: Bilingual
fr_ca: Bilingue

source: (Record / Dossier: [RECORD NUMBER])
fr_ca: (Dossier / Record : [NUMÉRO DE DOSSIER])

source: Greeting
fr_ca: Message d'accueil

source: [RECORD OWNER AGENCY NAME]
fr_ca: [NOM DE L'AGENCE PROPRIÉTAIRE DU DOSSIER]

source: Message Body
fr_ca: Corps du message

source: [RECORD ORGANIZATION NAME]
fr_ca: [NOM D'ORGANISME DU DOSSIER]

source: Maximum 1500 characters. Do <strong>not</strong> use HTML.
fr_ca: 1 500 caractères maximum. <strong>Ne pas</strong> utiliser de HTML.

source: Detail Link
fr_ca: Lien vers les renseignements

source: [LINK TO DETAILS PAGE]
fr_ca: [LIEN VERS LA PAGE DE DÉTAILS]

source: Feedback Link
fr_ca: Lien pour la rétroaction

source: [LINK TO FEEDBACK PAGE]
fr_ca: [LIEN VERS LA PAGE DE RÉTROACTION]

source: All Opportunities Link
fr_ca: Lien vers toutes les occasions

source: Other Opportunities Link
fr_ca: Lien vers les autres occasions

source: [LINK TO OPPORTUNITIES WITH ORGANIZATION]
fr_ca: [LIEN POUR SUGGÉRER DES OCCASIONS AU SEIN DE L'ORGANISME]

source: Suggest Opportunity Link
fr_ca: Suggérer un lien vers un occasion

source: [LINK TO SUGGEST OPPORTUNITY FOR ORGANIZATION]
fr_ca: [LIEN POUR SUGGÉRER UNE OCCASION AU SEIN DE L'ORGANISME]

source: Maximum 255 characters. Do <strong>not</strong> use HTML.
fr_ca: 255 caractères maximum. <strong>Ne pas</strong> utiliser de HTML.

source: [RECORD OWNER AGENCY CONTACT INFO]
fr_ca: [COORDONNÉES DE L'AGENCE PROPRIÉTAIRE DU DOSSIER]

source: Additional Messages
fr_ca: Messages supplémentaires

source: Edit Standard Email Text
fr_ca: Modifier le texte du courriel normalisé

source: View/Edit Standard Email Text
fr_ca: Voir/Modifier le texte du courriel normalisé

source: There are no existing update email texts.
fr_ca: Il n'y a pas de texte de courriel de mise à jour existant.

source: Create New Standard Email Text
fr_ca: Créer un nouveau texte de courriel normalisé

source: Copy Existing Standard Email Text
fr_ca: Copier un texte de courriel normalisé existant

source: Add Standard Email Text
fr_ca: Ajouter un texte de courriel normalisé

source: Return to Excel Profiles
fr_ca: Retourner aux profils Excel

source: Edit Excel Profile
fr_ca: Modifier un profil Excel

source: Add Excel Profile
fr_ca: Ajouter un profil Excel

source: Column Headers
fr_ca: En-tête de colonnes

source: No Column Headers
fr_ca: Pas d'en-tête de colonne

source: Use Field Name
fr_ca: Utiliser le nom du champ

source: Use Field Label ("Friendly" Name)
fr_ca: Utiliser l'étiquette du champ (nom convivial)

source: Available in the selected views
fr_ca: Disponible dans les vues sélectionnées

source: Fields
fr_ca: Champs

source: Column Order (0-255)
fr_ca: Ordre des colonnes (0-255)

source: Sort Record Order (0-255)
fr_ca: Ordre de tri des dossiers (0-255)

source: : Column Order
fr_ca: : Ordre des colonnes

source: : Sort Record Order
fr_ca: : Trier l'ordre des dossiers

source: View/Edit Excel Profile
fr_ca: Modifier ou ajouter un profil Excel

source: There are no existing profiles.
fr_ca: Il n'y a pas de profil existant.

source: Create New Excel Profile
fr_ca: Ajouter un profil de sortie Excel

source: Copy Existing Excel Profile
fr_ca: Copier le profil Excel existant

source: Return to Field Help
fr_ca: Retourner à l'Aide pour les champs de renseignements

source: Field Help
fr_ca: Aide pour les champs de renseignements

source: Maximum 8000 characters.
fr_ca: Maximum de 8 000 caractères.

source: : Field Help (Global)
fr_ca: : Aide de champ (globale)

source: View the current help
fr_ca: Visualiser l'aide courante

source: : Field Help
fr_ca: : Aide de champ

source: >> CREATE NEW <<
fr_ca: >> CRÉER <<

source: Edit Mapping System
fr_ca: Modifier le système cartographique

source: View/Edit Mapping System
fr_ca: Modifier ou ajouter un système cartographique

source: No unmatched records from iCarol
fr_ca: Aucun enregistrement sans correspondance trouvés dans iCarol

source: Found %d unmatched records from iCarol
fr_ca: %d enregistrements non correspondants trouvés dans iCarol

source: Record ID
fr_ca: ID du dossier

source: Org Name
fr_ca: Nom de l'org.

source: Taxonomy Level
fr_ca: Niveau de taxonomie

source: Community
fr_ca: Communauté

source: Return to Specific Areas of Interest
fr_ca: Revenir aux centres d'intérêt spécifique

source: Edit Specific Area of Interest
fr_ca: Modifier le centre d'intérêt spécifique

source: Add Specific Area of Interest
fr_ca: Ajouter un centre d'intérêt spécifique

source: This Specific Area of Interest is <strong>being used</strong> by %d record(s).
fr_ca: Ce centre d'intérêt spécifique <strong>est utilisé</strong> par %d dossier(s).

source: Because this Specific Area of Interest is being used, you cannot currently delete it.
fr_ca: Ce centre d'intérêt spécifique est actuellement utilisé : vous ne pouvez pas le supprimer.

source: This Specific Area of Interest is <strong>not</strong> being used by any records.
fr_ca: Ce centre d'intérêt spécifique <strong>n'est utilisé dans aucun</strong> dossier.

source: Because this Specific Area of Interest is not being used, you can delete it using the button at the bottom of the form.
fr_ca: Ce centre d'intérêt spécifique n'est pas utilisé : il peut être supprimé en utilisant le bouton en bas du formulaire.

source: Belongs to General Areas
fr_ca: Appartient aux secteurs généraux

source: Specific Areas of Interest
fr_ca: Secteurs d'intérêt spécifique

source: Edit Values for checklist: Specific Areas of Interest
fr_ca: Modifier les valeurs de la liste de contrôle : Centres d'intérêt spécifique

source: Usage Other
fr_ca: Autre usage

source: : Hide
fr_ca: : Cacher

source: Template Layout
fr_ca: Mise en page du modèle

source: Add Template Layout
fr_ca: Ajouter une Mise en page de modèle

source: Edit Template Layout
fr_ca: Modifier une Mise en page de modèle

source: This layout is <strong>being used</strong> by the following templates:
fr_ca: Cette mise en page est <strong>utilisée</strong> par les vues suivantes :

source: Because this layout is being used, you cannot currently delete it.
fr_ca: Puisque cette mise en page est présentement en usage, vous ne pouvez la supprimer maintenant.

source: This layout is <strong>not</strong> being used by any templates.
fr_ca: Cette mise en page <strong>n'est pas</strong> utilisé dans d'autres vues.

source: Because this layout is not being used, you can delete it using the button at the bottom of the form.
fr_ca: Cette mise en page n'étant pas utilisée, vous pouvez la supprimer en cliquant sur le bouton au bas du formulaire.

source: This layout is provided with the software. You can view and copy it, but you can't edit or delete it.
fr_ca: Cette mise en page est fournie avec le logiciel. Vous pouvez voir et copier, mais vous ne pouvez ni modifier, ni supprimer.

source: Record Owner
fr_ca: Propriétaire du dossier

source: Setup of this item is exclusively controlled by the Agency:
fr_ca: La configuration de cet élément est exclusivement contrôlée par l'agence :

source: HTML Standards Mode
fr_ca: Mode HTML standard

source: This layout requires backwards compatible mode.
fr_ca: Cette mise en page requiert un mode rétrocompatible.
