Repository: OpenCIOC/onlineresources
Catalog: python/cioc/locale/*/LC_MESSAGES/cioc.po
Languages: fr_ca

source: Step
fr_ca: Étape

source: Community Search Type
fr_ca: Type de recherche par communauté

source: JavaScript must be enabled to delete this item
fr_ca: JavaScript doit être activé pour supprimer cet élément

source: >> Create New <<
fr_ca: >> Créer <<

source: View/Edit Topic Search
fr_ca: Voir / Modifier la recherche par sujet

source: Browse by Subject
fr_ca: Parcourir par Sujet

source: Browse by Service Category
fr_ca: Parcourir par Catégorie de service

source: Basic Taxonomy Search
fr_ca: Recherche simple sur la Taxonomie

source: Advanced Taxonomy Search
fr_ca: Recherche avancée sur la Taxonomie

source: Saved Search
fr_ca: Recherche sauvegardée

source: Print Records
fr_ca: Imprimer les dossiers

source: Export
fr_ca: Exportation

source: Import
fr_ca: Importation

source: Deleted Records
fr_ca: Dossiers supprimés

source: Statistics
fr_ca: Statistiques

source: Manage Users
fr_ca: Utilisateurs

source: Download
fr_ca: Téléchargement

source: My Account
fr_ca: Mon compte

source: Change View
fr_ca: Changer la vue

source: Change View:
fr_ca: Changer la vue :

source: Browse for a Business / Organization using the
fr_ca: Chercher une entreprise ou un organisme en utilisant

source: North American Industry Classification System (NAICS)
fr_ca: Système de Classification des Industries de l'Amérique du Nord (SCIAN)

source: Industry Search
fr_ca: Recherche par industrie

source: Browse
fr_ca: Parcourir

source: Search for Child Care Resources
fr_ca: Recherche de garderie

source: Search
fr_ca: Chercher

source: New Search
fr_ca: Nouvelle recherche

source: Explore
fr_ca: Explorer

source: Service Categories
fr_ca: Catégories de services

source: Search all in this Category
fr_ca: Rechercher tous dans cette catégorie

source: Volunteer Opportunities
fr_ca: Occasions de bénévolat

source: Organization / Program Search
fr_ca: Recherche : Organismes ou programmes

source: Within %skm
fr_ca: Dans %skm

source: File not found
fr_ca: Fichier introuvable.

source: Invalid Publication ID
fr_ca: ID de Publication invalide

source: Headings List
fr_ca: Liste des en-têtes généraux

source: Publication ID:
fr_ca: ID de Publication :

source: Invalid Heading ID
fr_ca: ID d'En-tête invalide

source: The General Heading has been successfully added.
fr_ca: L'en-tête général a été ajouté avec succès.

source: The General Heading has been successfully updated.
fr_ca: L'en-tête général a été mis à jour avec succès.

source: Add Heading
fr_ca: Ajouter un en-tête général

source: Edit Heading: %s
fr_ca: Modifier l'en-tête : (%s)

source: Heading Not Found
fr_ca: L'En-tête est introuvable

source: Publication Not Found
fr_ca: La publication est introuvable

source: The General Heading was successfully deleted.
fr_ca: L'en-tête général a été supprimé avec succès.

source: Unable to delete Heading:
fr_ca: L'en-tête ne peut être supprimé :

source: Unable to delete Heading:
fr_ca: L'en-tête ne peut être supprimé :

source: Quick Create Taxonomy Headings
fr_ca: Création rapide d'un en-tête taxonomique

source: The General Heading(s) were successfully added.
fr_ca: Le ou les en-têtes généraux ont été ajoutés avec succès.

source: Publication visibility settings saved.
fr_ca: Réglages de visibilité de la publication sauvegardés.

source: Unable to update Publication visibility settings:
fr_ca: Les réglages de visibilité de la publication ne peuvent être mis à jour :

source: Publications for Other Members
fr_ca: Publications pour les autres membres

source: The Publication was successfully added.
fr_ca: La publication a été ajoutée avec succès.

source: The Publication was successfully updated.
fr_ca: La publication a été mise à jour avec succès.

source: Add Publication
fr_ca: Ajouter une publication

source: Edit Publication: %s
fr_ca: Modifier la publication : %s

source: The Publication was successfully deleted.
fr_ca: La publication a été supprimée avec succès.

source: Unable to delete Publication:
fr_ca: La publication ne peut être supprimée :

source: Unable to delete Publication:
fr_ca: La publication ne peut être supprimée :

source: The Publication was successfully shared.
fr_ca: La publication a été partagée avec succès.

source: The Publication was successfully made local.
fr_ca: La publication a été rendue locale avec succès.

source: Unable to make the Publication shared:
fr_ca: La publication ne peut être partagée :

source: Unable to make the Publication local:
fr_ca: La publication ne peut être rendue locale :

source: There is %d reminder.
fr_ca: Il y a %d rappel.

source: %d is due.
fr_ca: %d sont end retard.

source: Click to view.
fr_ca: Cliquer pour visualiser.

source: REMINDERS
fr_ca: RAPPELS

source: Update Record
fr_ca: Mise à jour du dossier

source: Create Equivalent - %s
fr_ca: Créer le dossier équivalent - %s

source: Copy Record
fr_ca: Copier le dossier

source: Delete Record
fr_ca: Supprimer le dossier

source: Restore Record
fr_ca: Restaurer le dossier

source: Data Management
fr_ca: Gestion de données

source: Update Service Categories
fr_ca: Mettre à jour les catégories de services

source: Update Publications
fr_ca: Mise à jour des publications

source: Update Description/Headings
fr_ca: Mettre à jour la description ou les en-têtes

source: Email Update Request
fr_ca: Demander la mise à jour par courriel

source: Mail Form (New Window)
fr_ca: Expédier le formulaire par la poste (nouvelle fenêtre)

source: Request Update
fr_ca: Demander une mise à jour

source: Create Volunteer Opportunity
fr_ca: Créer une occasion de bénévolat

source: Request Update of Volunteer Opportunities
fr_ca: Demander une mise à jour des opportunités de bénévolat

source: Your Search
fr_ca: Votres recherche

source: viewing
fr_ca: affichage

source: of
fr_ca: de

source: First
fr_ca: Premier

source: Previous
fr_ca: Précédent

source: Next
fr_ca: Suivant

source: Last
fr_ca: Dernier

source: Error: An unkown error occurred
fr_ca: Erreur : Une erreur d'origine inconnue s'est produite

source: Error: No record exists with the ID: %s.
fr_ca: Erreur : Il n'existe pas de dossier avec l'identifiant : %s.

source: Error: This record is not available in the selected language.
fr_ca: Erreur : Ce dossier n'est pas disponible dans la langue sélectionnée.

source: Record Details:
fr_ca: Renseignements sur le dossier :

source: Error: The record you requested (%s) exists in the database, but access to it has been restricted from this area. This record may be incomplete or waiting to be updated, the program or service may no longer be offered, or the type of service may have changed making it no longer appropriate for the record to be listed here.
fr_ca: Le dossier que vous avez demandé (%s) existe dans la base de données, mais l'accès y est restreint depuis cette zone. Ce dossier peut être incomplet ou en attente d'une mise à jour ; le programme ou service n'est peut être plus offert ; ou le type de service peut avoir changé, ce qui rend la présence du dossier inappropriée.

source: Edit Reminder
fr_ca: Modifier le rappel

source: Reminder not found
fr_ca: Le rappel est introuvable

source: Add Reminder
fr_ca: Ajouter un rappel

source: The Reminder was successfully added
fr_ca: Le rappel a été ajouté avec succès.

source: The Reminder was successfully updated
fr_ca: Le rappel a été mis à jour avec succès.

source: Delete Reminder
fr_ca: Supprimer le rappel

source: The Reminder was successfully deleted.
fr_ca: Le rappel a été supprimé avec succès.

source: Unable to delete Reminder:
fr_ca: Le rappel ne peut être supprimé :

source: Taxonomy Activation Recommendation Report
fr_ca: Rapport des recommandations d'activation de la Taxonomie

source: Taxonomy Activations
fr_ca: Gérer les activations de la Taxonomie

source: Deactivate
fr_ca: Désactiver

source: Roll-Up
fr_ca: Remonter

source: Taxonomy Activation and Usage Report
fr_ca: Rapport d'activations et d'utilisation de la Taxonomie

source: Taxonomy Multi-Level Activation Report
fr_ca: Rapport d'activation multi-niveaux

source: Taxonomy Preferred Term Compliance Report
fr_ca: Rapport de conformité aux termes préférés de la Taxonomie

source: List of Available Topic Searches
fr_ca: Liste des recherches par sujet disponibles

source: or
fr_ca: ou

source: The record was successfully updated.
fr_ca: Le dossier a été mis à jour avec succès.

source: An unknown error occurred.
fr_ca: Une erreur d'origine inconnue est survenue.

source: Google Map Key Error. Contact your system administrator.
fr_ca: Erreur sur la clé Google Map. Contactez votre administrateur système.

source: Too many Google requests. Try again later.
fr_ca: Il y a trop de requêtes Google. Essayer de nouveau plus tard.

source: Google geocoding request error. Contact your system administrator.
fr_ca: Erreur à la requête de géocodage Google. Contactez votre administrateur système.

source: (any value)
fr_ca: (toute valeur)

source: Select an age group
fr_ca: Sélectionnez une groupe d'âge

source: Select a category
fr_ca: Sélectionnez une catégorie

source: * indicates non-public
fr_ca: * indique interne

source: Clear Form
fr_ca: Effacer le formulaire

source: Select a language of service
fr_ca: Sélectionnez une langue de service

source: Enter one or more search terms
fr_ca: Entrez un ou plusieurs termes de recherche

source: Subjects
fr_ca: Sujets

source: e.g.
fr_ca: par ex.

source: Find
fr_ca: Trouver

source: Limit To
fr_ca: Limiter à

source: Has capacity / availability for
fr_ca: A la capacité / disponibilité pour

source: Do not search availability information
fr_ca: Ne pas rechercher les renseignements de disponibilité

source: Has availability
fr_ca: A des disponibilités

source: Has availability or a wait list
fr_ca: A des disponibilités ou une liste d'attente

source: If you do not select any values, all values will be searched.
fr_ca: Si aucune valeur n'est sélectionnée, la recherche portera sur toutes les valeurs.

source: Care Required on
fr_ca: Garde requise au

source: 1 Month
fr_ca: 1 mois

source: 3 Months
fr_ca: 3 mois

source: 6 Months
fr_ca: 6 mois

source: 1 Year
fr_ca: 1 an

source: Are you searching for care for more than one child?
fr_ca: Cherchez-vous une garderie pour plus d'un enfant ?

source: Date of Birth #%d
fr_ca: Date de naissance #%d

source: Match programs that serve <strong>any one</strong> child's age
fr_ca: Correspond aux programmes qui servent <strong>n'importe quel</strong> âge de l'enfant

source: Match only programs that can serve <strong>all</strong> the children
fr_ca: Correspond uniquement aux programmes pouvant servir <strong>tous</strong> les enfants

source: Match programs that serve <strong>child #</strong>
fr_ca: Faire concorder les programmes assistant l'<strong>enfant #</strong>

source: <em><strong>Or</strong></em>, you can select the age group of the child at the time they require care
fr_ca: <em><strong>Ou</strong></em>, vous pouvez sélectionner le groupe d'âge de l'enfant au moment où la garde sera requise :

source: Type of Care Needed
fr_ca: Type de garde d'enfants requise

source: Match <strong>any</strong> selected types of care
fr_ca: Correspond à <strong>au moins un</strong> des types de garde d'enfants sélectionnés

source: Match <strong>all</strong> selected types of care
fr_ca: Correspond à <strong>tous</strong> les types de garde d'enfants sélectionnés

source: Only show programs offering subsidized spaces
fr_ca: Afficher uniquement les programmes qui offrent des places subventionnées

source: Space Available?
fr_ca: Espace disponible

source: Only show programs reporting space available
fr_ca: Afficher uniquement les programmes qui ont des places disponibles

source: Local schools
fr_ca: Les écoles locales

source: Search Terms
fr_ca: Mots de recherche

source: All the Terms
fr_ca: Tous les mots

source: Any of the Terms
fr_ca: Quelconque des mots

source: Open search results in a new window
fr_ca: Afficher les résultats de recherche dans une nouvelle fenêtre

source: Existing Headings
fr_ca: En-têtes courants

source: Add New Headings
fr_ca: Ajout de nouveaux en-têtes

source: Preview in View
fr_ca: Aperçu dans la vue

source: Suggest Update
fr_ca: Proposer une mise à jour

source: New Volunteer Opportunity
fr_ca: Nouvelle opportunité de bénévolat

source: Suggest a Volunteer Opportunity
fr_ca: Proposer une occasion de bénévolat

source: Print Version
fr_ca: Version imprimable

source: PDF Version
fr_ca: Version PDF

source: CHECK FEEDBACK
fr_ca: VÉRIFIER LA RÉTROACTION

source: CHECK PUB FEEDBACK
fr_ca: VÉRIFIER LA RÉTROACTION AU SUJET DE LA PUBLICATION

source: NON PUBLIC
fr_ca: INTERNE

source: DELETED
fr_ca: SUPPRIMÉ

source: TO BE DELETED
fr_ca: POUR SUPPRESSION

source: Record #:
fr_ca: No. de dossier :

source: Last Modified:
fr_ca: Dernière modification :

source: Last Full Update:
fr_ca: Dernière mise à jour complète :

source: Update Schedule:
fr_ca: Calendrier des mises à jour :

source: Record Owner:
fr_ca: Propriétaire du dossier :

source: Date Created:
fr_ca: Date de création :

source: Date Deleted:
fr_ca: Date de suppression :

source: Last Email:
fr_ca: Dernier courriel :

source: Share:
fr_ca: Partager :

source: Agency Overview
fr_ca: Aperçu de l'Agence

source: About This Agency
fr_ca: Informations sur cette agence

source: Agency Locations
fr_ca: Les emplacements de l'Agence

source: Agency Services
fr_ca: Services de l'Agence

source: Services at this Location
fr_ca: Programmes sur ce site

source: other Service(s) at this Location
fr_ca: autre(s) programme(s) sur ce site

source: Service(s) at this Location
fr_ca: programme(s) sur ce site

source: Locations for this Service
fr_ca: Sites pour ce programme

source: other Location(s) for this Service
fr_ca: autres site(s) pour ce programme

source: Location(s) for this Service
fr_ca: site(s) pour ce programme

source: Similar Service(s)
fr_ca: Service(s) similaire(s)

source: Similar Service(s) from this Agency
fr_ca: Service(s) similaire(s) de cette agence

source: Search in New Window
fr_ca: Rechercher dans une nouvelle fenêtre

source: [read more]
fr_ca: [lire plus]

source: [less]
fr_ca: [moins]

source: If you have questions or concerns about the status of this record, contact the record owner:
fr_ca: Si vous avez des questions ou des préoccupations sur le statut de ce dossier, communiquez avec le propriétaire du dossier :

source: Located in
fr_ca: Situé dans

source: Serving
fr_ca: Desservant

source: Select a Community
fr_ca: Sélectionnez une communauté

source: Enter a community name
fr_ca: Entrez un nom de communauté

source: Enter an address
fr_ca: Entrer une adresse

source: Other Community
fr_ca: Autre communauté

source: Find Community Name
fr_ca: Rechercher le nom de la communauté

source: Address or Postal Code
fr_ca: Adresse ou code postal

source: Find Location
fr_ca: Trouver l'emplacement

source: Within
fr_ca: Dans les

source: Include unmapped records
fr_ca: Inclure les dossiers non cartographiées

source: Sort by nearest
fr_ca: Trier par ordre de proximité

source: Generate Report
fr_ca: Générer le rapport

source: Return to Publications
fr_ca: Retourner aux publications

source: Return to Publication: %s
fr_ca: Retourner à la publication : %s

source: Edit General Heading
fr_ca: Visualiser / Modifier les en-têtes généraux

source: Add General Heading
fr_ca: Ajouter un en-tête général

source: This General Heading is <strong>being used</strong> by %d local Organization / Program records
fr_ca: Cette en-tête général <strong>est utilisé</strong> par %d dossier(s) d'organisme / programme local.

source: This General Heading is <strong>being used</strong> by %d Organization / Program records
fr_ca: Cet en-tête général est <strong>utilisé par</strong> %d dossiers d'organisme ou de programme

source: This General Heading is <strong>being used</strong> by %d Organization / Program records beloging to other Members
fr_ca: Cette en-tête général <strong>est utilisé</strong> par %d dossier(s) d'organisme / programme appartenant à d'autres membres.

source: This General Heading is <strong>not</strong> being used by any records.
fr_ca: Cet en-tête <strong>n'est pas</strong> utilisé dans un dossier d'organisme.

source: Because this General Heading is not being used, you can delete it using the button at the bottom of the form.
fr_ca: Comme ce système cartographique n'est pas utilisé, il peut être supprimé en activant le bouton au bas du formulaire.

source: Because this General Heading is being used, you cannot currently delete it.
fr_ca: Comme ce système cartographique est utilisé, vous ne pouvez pas le supprimer.

source: The current critera for this General Heading <strong>does not</strong> match any Organization / Program records
fr_ca: Le critère actuel pour cet en-tête général <strong>ne correspond à aucun </strong> dossier d'organisme / programme

source: Use Taxonomy Term Name
fr_ca: Utiliser le terme de la Taxonomie

source: Use taxonomy term name(s) for the name of this general heading instead of setting one here.
fr_ca: Utiliser un terme de la Taxonomie pour cet en-tête général au lieu d'en créer un.

source: Used Heading
fr_ca: En-tête en usage

source: Taxonomy Search
fr_ca: Recherche sur la Taxonomie

source: Must Match:
fr_ca: L'expression exacte :

source: Match at least one from:
fr_ca: Au moins un des mots de :

source: [ No Terms ]
fr_ca: [ vide ]

source: Restrict
fr_ca: Restreindre

source: Add or Remove Terms
fr_ca: Ajouter ou retirer des termes

source: Non-Public
fr_ca: Interne

source: Heading Group
fr_ca: Groupe d'en-têtes

source: Related Headings
fr_ca: En-têtes connexes

source: Build Term List
fr_ca: Créer la liste des termes

source: Must Match
fr_ca: L'expression exacte

source: Match Any
fr_ca: Au moins un des mots

source: Suggest Link
fr_ca: Suggestion de relation

source: Suggest Term
fr_ca: Suggestion de terme

source: Save
fr_ca: Sauvegarder

source: Cancel
fr_ca: Annuler

source: Used
fr_ca: En usage

source: Local Quick List
fr_ca: Liste rapide locale

source: Other Quick List
fr_ca: Autre liste rapide

source: Quick List
fr_ca: Liste rapide

source: Select
fr_ca: Sélectionner

source: Term
fr_ca: Terme

source: This Publication is <strong>being used</strong> by %d local Organization / Program records
fr_ca: Cette publication <strong>est utilisée</strong> par %d dossier(s) d'organisme / programme local.

source: This Publication is <strong>being used</strong> by %d Organization / Program records
fr_ca: Cette publication <strong>est utilisée</strong> par %d dossiers d'organisme ou de programme

source: This Publication is <strong>being used</strong> by %d Organization / Program records beloging to other Members
fr_ca: Cette publication <strong>est utilisée</strong> par %d dossier(s) d'organisme / programme appartenant à d'autres membres.

source: Edit Publication
fr_ca: Modifier la publication

source: This Publication is <strong>not</strong> being used by any Views.
fr_ca: Cette publication <strong>n'est utilisée dans aucune</strong> vue.

source: This Publication is <strong>being used</strong> by the following Views:
fr_ca: Cette publication est <strong>utilisée</strong> par les vues suivantes :

source: This Publication is <strong>not</strong> being used by any Organization / Program records.
fr_ca: Cette publication <strong>n'est utilisée dans aucun</strong> dossier d'organisme / de programme.

source: Because this Publication is not being used, you can delete it using the button at the bottom of the form.
fr_ca: Cette publication n'est pas utilisée : vous pouvez la supprimer en activant le bouton en bas du formulaire.

source: Because this Publication is being used, you cannot currently delete it.
fr_ca: Cette publication est actuellement utilisée : vous ne pouvez pas la supprimer.

source: Unique code identifying this Publication. Only alpha-numeric characters are allowed (A-Z,0-9).
fr_ca: Code unique pour identifier cette publication. Seuls les caractères alphanumériques sont autorisés (A à Z, 0 à 9).

source: Allow Local Editors
fr_ca: Autoriser éditeurs locaux

source: Publication Notes (%s)
fr_ca: Notes de publication (%s)

source: Field Use
fr_ca: Utilisation du champ

source: Field
fr_ca: Champ

source: Publication Description (display, feedback)
fr_ca: Description de la publication (affichage, rétroaction)

source: Public General Headings assigned to this record (display, feedback)
fr_ca: En-têtes généraux publics assignés à ce dossier (affichage, rétroaction)

source: All General Headings assigned to this record (display, feedback, update)
fr_ca: Tous les en-têtes généraux assignés à ce dossier (affichage, rétroaction, mise à jour)

source: Heading Groups associated with the public General Headings assigned to this record (display)
fr_ca: Groupes d'en-têtes associés aux en-têtes généraux publics assignés à ce dossier (affichage)

source: Heading Groups associated with any of the General Headings assigned to this record (display)
fr_ca: Groupes d'en-têtes associés à tous les en-tête généraux assignés à ce dossier (affichage)

source: Optional
fr_ca: Facultatif

source: Add Group
fr_ca: Ajouter un groupe

source: Manage General Headings
fr_ca: Gérer les en-têtes généraux

source: Create New General Heading
fr_ca: Créer un nouvel en-tête général

source: Create New Taxonomy General Heading
fr_ca: Créer un nouvel en-tête général taxonomique

source: Quick Add Taxonomy General Headings
fr_ca: Ajout rapide d'un en-tête général taxonomique

source: View/Edit General Heading
fr_ca: Visualiser / Modifier les en-têtes généraux

source: Copy General Headings From:
fr_ca: Copier l'en-tête général depuis :

source: View/Copy General Headings
fr_ca: Visualiser / Copier les en-têtes généraux

source: %s Name
fr_ca: %s Nom

source: Add New Publication
fr_ca: Ajouter une nouvelle publication

source: Publications for %s
fr_ca: Publications pour %s

source: Note: Counts for "Other Records" reflect all records in this database owned by other CIOC Members, not just those that have been shared with you.
fr_ca: À noter : le décompte des « Autres dossiers » comprend tous les dossiers dans cette base de données détenus par d'autres membres CIOC, pas seulement ceux ayant été partagés avec vous.

source: Headings
fr_ca: En-têtes

source: Local Views
fr_ca: Vues locales

source: view
fr_ca: vue

source: Shared Publications
fr_ca: Publications partagées

source: edit
fr_ca: éditer

source: Make Local (%s)
fr_ca: Rendre local (%s)

source: There are %s publication(s) owned by other members:
fr_ca: Voici la/les %s publication(s) détenue(s) par d'autres membres :

source: Back to Publications
fr_ca: Retour aux publications

source: Member Name
fr_ca: Nom du membre

source: Are you sure you want to make this a shared publication?
fr_ca: Êtes-vous certain de vouloir partager cette publication ?

source: Are you sure you want to make this a local publication?
fr_ca: Êtes-vous certain de vouloir rendre cette publication locale ?

source: Back to Reminders
fr_ca: Retour aux rappels

source: Add a reminder
fr_ca: Ajouter un rappel

source: Records:
fr_ca: Dossiers :

source: Organization Record # Finder
fr_ca: Localisateur de l'identificateur de l'organismes

source: Opportunity Record ID Finder
fr_ca: Localisateur d'identifiant de dossier d'occasion

source: Language:
fr_ca: Langue :

source: Any Language
fr_ca: N'importe quelle langue

source: For:
fr_ca: Pour :

source: Me
fr_ca: Moi

source: Users:
fr_ca: Utilisateurs :

source: Agencies:
fr_ca: Agences :

source: Dismissal:
fr_ca: Rejet :

source: Each user dismisses their own reminder
fr_ca: Chaque utilisateur rejette ses propres rappels

source: Users may dismiss this reminder for everyone.
fr_ca: Les utilisateurs peuvent rejeter ce rappel pour tout le monde.

source: Start:
fr_ca: Début :

source: Due:
fr_ca: Échéance :

source: Details:
fr_ca: Détails :

source: Past Due
fr_ca: En retard
