Repository: OpenCIOC/onlineresources
Catalog: python/cioc/locale/*/LC_MESSAGES/cioc.po
Languages: fr_ca

source: This layout can run in HTML 5 mode.
fr_ca: Cette mise en page est compatible avec le mode HTML 5.

source: Bootstrap Library
fr_ca: Bibliothèque Bootstrap

source: Include the full CIOC-adapted Bootstrap design libary
fr_ca: Inclut la bibliothèque de conception Bootstrap complète adaptée au CIOC

source: Layout Name
fr_ca: Nom de l'agence

source: Header
fr_ca: En-tête

source: Footer
fr_ca: Message de bas de page

source: CIC Basic Search
fr_ca: Recherche simple CIC

source: Volunteer Basic Search
fr_ca: Recherche simple bénévolat

source: Layout Type
fr_ca: Type de mise en page

source: HTML URL
fr_ca: URL HTML

source: Fetch
fr_ca: Extraire

source: CSS URL
fr_ca: URL CSS

source: * represents a built-in Layout that cannot be changed
fr_ca: * représente une mise en page intégrée ne pouvant être modifiée

source: View/Edit Template Layout
fr_ca: Voir/Modifier la mise en page de modèle

source: Create New Template Layout
fr_ca: Créer une nouvelle Mise en page de modèle

source: Copy Existing Template Layout:
fr_ca: Copier la mise en page du modèle existant :

source: Note that %s in records are not confined to these values, and changes to these values will not alter existing records. This list only limits what is displayed as an option on update and feedback forms.
fr_ca: À noter que les %s dans les dossiers ne sont pas limités à ces valeurs ; ainsi, des modifications apportées à ces valeurs ne changeront pas les dossiers existants. Cette liste limite uniquement ce qui sera affiché comme option dans les formulaires de mise à jour et de rétroaction.

source: Item Name:
fr_ca: Nom de l'article:

source: Language:
fr_ca: Langue :

source: Return to Mapping Systems
fr_ca: Retourner aux systèmes cartographiques

source: Add Mapping System
fr_ca: Ajouter un système cartographique

source: This Mapping System is <strong>being used</strong> by %d record(s).
fr_ca: Ce système cartographie <strong>est utilisé</strong> par %d dossier(s).

source: Because this Mapping System is being used, you cannot currently delete it.
fr_ca: Comme ce système cartographique est utilisé, vous ne pouvez pas le supprimer.

source: This Mapping System is <strong>not</strong> being used by any records.
fr_ca: Ce système cartographique <strong>n'est pas</strong> utilisé dans un dossier.

source: Because this Mapping System is not being used, you can delete it using the button at the bottom of the form.
fr_ca: Comme ce système cartographique n'est pas utilisé, il peut être supprimé en activant le bouton au bas du formulaire.

source: Name of this Mapping System (not displayed in records)
fr_ca: Nom de ce système cartographique (ne s'affiche pas dans les dossiers)

source: Label
fr_ca: Étiquette

source: Text used to display the link to the map within a record, e.g. View Google Map. Also used as the name of this Mapping System.
fr_ca: Texte utilisé pour afficher le lien vers la carte dans un dossier, par ex. <em>Voir la carte Google</em>. Également utilisé comme nom de ce système cartographique.

source: Link
fr_ca: Lien

source: You may use any of the following fields in your link: [NUM], [SITE_ADDRESS], [SITE_STREET_NUMBER], [SITE_STREET], [SITE_STREET_TYPE], [SITE_STREET_DIR], [SITE_CITY], [SITE_PROVINCE], [SITE_COUNTRY], [SITE_POSTAL_CODE], [LATITUDE], [LONGITUDE]. Example: http://maps.mysite.ca/map_script?record=[NUM]. Adequate address information must be supplied in order for a mapping link to appear, even when using an external Mapping System.
fr_ca: Vous pouvez utiliser l'un ou plusieurs des champs suivants dans votre lien : [NUM], [SITE_ADDRESS], [SITE_STREET_NUMBER], [SITE_STREET], [SITE_STREET_TYPE], [SITE_STREET_DIR], [SITE_CITY], [SITE_PROVINCE], [SITE_COUNTRY], [SITE_POSTAL_CODE], [LATITUDE], [LONGITUDE]. Exemple : http://maps.mysite.ca/map_script?record=[NUM]. Des coordonnées appropriées doivent être fournies afin de faire apparaître un lien cartographique, même en utilisant un système cartographique externe.

source: Default value for the state / province that is sent to the Mapping System when there is no value in the record being mapped.
fr_ca: Valeur de l'état ou de la province par défaut qui est envoyée au système cartographique, lorsqu'il n'y a pas de valeur dans le dossier cartographié.

source: Default Country
fr_ca: Pays par défaut

source: Default value for the country that is sent to the Mapping System when there is no value in the record being mapped.
fr_ca: Valeur du pays par défaut qui est envoyée au système cartographique, lorsqu'il n'y a pas de valeur dans le dossier cartographié.

source: New Window
fr_ca: Nouvelle fenêtre

source: Open the map link in a new browser window
fr_ca: Ouvrir le lien vers la carte dans une nouvelle fenêtre de navigation

source: Return to NAICS Management
fr_ca: Revenir à la Gestion SCIAN

source: Use this form to edit Code information for %s
fr_ca: Utiliser ce formulaire pour modifier l'Information du code pour %s

source: Use this form to create a new NAICS Code
fr_ca: Utiliser ce formulaire pour créer un nouveau code SCIAN

source: This NAICS Code is <strong>being used</strong> by %d records.
fr_ca: Ce code SCIAN <strong>est utilisé</strong> par %d dossier(s).

source: This NAICS Code <strong>is not</strong> being used by any records.
fr_ca: Ce code SCIAN <strong>n'utilisé dans aucun</strong> dossier.

source: Because this NAICS Code is not being used, you can delete it using the button at the bottom of the form.
fr_ca: Ce code SCIAN n'est pas utilisé : il peut être supprimé en utilisant le bouton en bas du formulaire.

source: Because this NAICS Code is being used, you cannot currently delete it.
fr_ca: Ce code SCIAN est utilisé : vous ne pouvez pas le supprimer.

source: Parent Code
fr_ca: Code parent

source: Classication
fr_ca: Classification

source: HTML is allowed.
fr_ca: HTML est permis.

source: International Compatibility
fr_ca: Compatibilité internationale

source: United States
fr_ca: États-Unis

source: Mexico
fr_ca: Mexique

source: Return to this form to add exclusions once the record has been added
fr_ca: Revenir à ce formulaire pour ajouter des exclusions, une fois que le dossier a été ajouté

source: The current list of exclusions is below.
fr_ca: La liste actuelle des exclusions est ci-dessous.

source: Edit Exclusions for this Code
fr_ca: Modifier les exclusions pour ce code

source: (Make sure you submit your changes on this form first!).
fr_ca: (assurez-vous que vous soumettez d'abord vos changements sur ce formulaire !).

source: There are no exclusions
fr_ca: Il n'y a pas d'exclusion

source: Examples
fr_ca: Exemples

source: Return to this form to add examples once the record has been added
fr_ca: Revenir à ce formulaire pour ajouter des exemples, une fois que le dossier a été ajouté

source: The current list of examples is below.
fr_ca: La liste actuelle des exemples est ci-dessous.

source: Edit Examples for this Code
fr_ca: Modifier les examples pour ce code

source: Example(s)
fr_ca: Exemple(s)

source: There are no examples
fr_ca: Il n'y a pas d'exemple

source: Return to NAICS Code: %s
fr_ca: Revenir au code SCIAN : %s

source: Example
fr_ca: Exemple

source: To find a NAICS Code, use the
fr_ca: Pour trouver un code SCIAN, utiliser le

source: NAICS Code Finder
fr_ca: Localisateur de codes SCIAN

source: Establishments primarily engaged in
fr_ca: Établissements dont l'activité principale est

source: Use Code(s)
fr_ca: Utiliser le(s) Code(s)

source: Add Code
fr_ca: Ajouter un Code

source: Add / Edit NAICS Code
fr_ca: Ajouter ou supprimer un code SCIAN

source: To find a NAICS Code to edit, use the
fr_ca: Pour trouver un code SCIAN à modifier, utiliser le

source: To create a new entry, leave the code blank.
fr_ca: Pour créer une nouvelle entrée, laisser le code vide.

source: View/Edit Code
fr_ca: Visualiser / Modifier le code

source: Return to Reminders
fr_ca: Retourner aux rappels

source: Area
fr_ca: Zone

source: Created
fr_ca: Créé

source: Domain
fr_ca: Domaine

source: Action Taken
fr_ca: Action prise

source: No Action Taken
fr_ca: Pas d'action prise

source: Reject
fr_ca: Refuser

source: Complete
fr_ca: Valider

source: Action Notes
fr_ca: Notes sur l'action

source: The following Sharing Profiles are ready to be accepted
fr_ca: Les profils de partage suivants sont prêts à être acceptés

source: Revoked
fr_ca: Révoqué

source: Awaiting Response
fr_ca: En attente d'une réponse

source: Not Submitted
fr_ca: Non soumis

source: View Details
fr_ca: Voir les détails

source: Close Request
fr_ca: Fermer la demande

source: There are no admin notices at this time.
fr_ca: Il n'y a pas d'avis admin pour le moment.

source: Show %d closed notice.
fr_ca: Afficher le %d avis clôturé.

source: Request Detail
fr_ca: Détail de la demande

source: Add Page
fr_ca: Ajouter une page

source: Edit Page
fr_ca: Modifier la page

source: Generate from Page Title
fr_ca: Créer à partir du titre de la page

source: Title
fr_ca: Titre

source: Page Content
fr_ca: Contenu de la page

source: View Page
fr_ca: Afficher la page

source: Publish as Article (Optional)
fr_ca: Publier en tant qu'article (facultatif)

source: Publish as Article
fr_ca: Publier comme article

source: Articles may be used like regular pages. By turning on article features, the page will appear on the index page listing all articles, and on the search page widget for the selected View(s). Use of additional artcile fields is optional.
fr_ca: Les articles peuvent être utilisés comme des pages normales. En activant les fonctionnalités d'article, la page apparaîtra sur la page d'index répertoriant tous les articles et sur le widget de la page de recherche pour les vues sélectionnées. L'utilisation de champs d'article supplémentaires est facultative.

source: Include this page in the list of published articles
fr_ca: Inclure cette page dans la liste des articles publiés

source: Publish Date
fr_ca: Date de publication

source: The Publish Date will appear on the article and may be used to change the order of recent articles; it does not need to be the same as the creation date, and may be changed. Publish dates in the future do not prevent access to the page if you have already added it to a View, but the article will not appear in the artcile list or widget until after the publish date.
fr_ca: La date de publication apparaîtra sur l'article et peut être utilisée pour modifier l'ordre des articles récents. Elle n'a pas besoin d'être identique à la date de création et peut être modifiée. Les dates de publication ultérieures n'empêchent pas l'accès à la page si vous l'avez déjà ajoutée à une vue, mais l'article n'apparaîtra pas dans la liste des articles ou dans le widget avant la date de publication.

source: Author
fr_ca: Auteur

source: Category
fr_ca: Catégorie

source: Thumbnail Image URL
fr_ca: URL de l'image miniature

source: View/Edit Page
fr_ca: Visualiser/Modifier la page

source: Create New Page
fr_ca: Créer une page

source: Copy Existing Page:
fr_ca: Copier la page existante :

source: Return to Page Titles
fr_ca: Revenir aux titres de page

source: Edit Override Title for "%s"
fr_ca: Modifier le Titre de remplacement pour "%s"

source: Page Title (%s)
fr_ca: Titre de page (%s)

source: When not empty, overrides default value of
fr_ca: Quand elle n'est pas vide, remplace la valeur par défaut de

source: Edit Page Title
fr_ca: Modifier le titre de la page

source: This allows you to override the displayed title of a sub-set of CIOC pages. If the title cannot be overriden, it is not included below.
fr_ca: Ceci permet de remplacer le titre affiché d'un sous-ensemble de pages CIOC. Le titre n'est pas inclus ci-dessous s'il ne peut être remplacé.

source: Return to Sharing Profiles
fr_ca: Retourner aux profils de partage

source: Review Sharing Profile
fr_ca: Réviser un profil de partage

source: The partner member has <strong>not</strong> accepted the sharing agreement
fr_ca: Le membre partenaire <strong>n'a pas accepté</strong> l'accord de partage

source: The partner member accepted the sharing agreement on %s.
fr_ca: Le membre partenaire a accepté l'accord de partage sur %s.

source: The sharing agreement will end on %s.
fr_ca: L'accord de partage se terminera le %s.

source: The sharing agreement ended on %s.
fr_ca: L'accord de partage s'est terminé le %s.

source: Records
fr_ca: Dossiers

source: View records associated with this profile (%d)
fr_ca: Voir les dossiers associés à ce profil (%d)

source: Partner Member
fr_ca: Membre partenaire

source: Can Update Records
fr_ca: Peut mettre à jour les dossiers

source: The partner member <strong>may</strong> update records.
fr_ca: Le membre partenaire <strong>peut</strong> mettre à jour des dossiers.

source: The partner member <strong>may</strong> update records in %s.
fr_ca: Le membre partenaire <strong>peut</strong> mettre à jour des dossiers dans %s.

source: The partner member <strong>may not</strong> update records.
fr_ca: Le membre partenaire <strong>ne peut pas</strong> mettre à jour de dossier.

source: Can Use Print Tools
fr_ca: Peut utiliser les outils d'impression

source: The partner member <strong>may</strong> use records in print tools.
fr_ca: Le membre partenaire <strong>peut</strong> utiliser des dossiers dans les outils d'impression.

source: The partner member <strong>may not</strong> use records in print tools.
fr_ca: Le membre partenaire <strong>ne peut pas</strong> utiliser de dossier dans les outils d'impression.

source: Can Export Records
fr_ca: Peut exporter des dossiers

source: The partner member <strong>may</strong> export records.
fr_ca: Le membre partenaire <strong>peut</strong> exporter des dossiers.

source: The partner member <strong>may not</strong> export records.
fr_ca: Le membre partenaire <strong>ne peut pas</strong> exporter de dossier.

source: Can Update Publications
fr_ca: Peut mettre à jour les publications

source: The partner member <strong>may</strong> add/remove/update publication data.
fr_ca: Le membre partenaire <strong>peut</strong> ajouter / retirer / mettre à jour des données de publication.

source: The partner member <strong>may not</strong> add/remove/update publication data.
fr_ca: Le membre partenaire <strong>ne peut pas</strong> ajouter / retirer / mettre à jour des données de publication.

source: Can View Feedback
fr_ca: Peut voir les rétroactions

source: The partner member <strong>may</strong> view feedback for the record.
fr_ca: Le membre partenaire <strong>peut</strong> voir les rétroactions du dossier.

source: The partner member <strong>may not</strong> view feedback for the record.
fr_ca: Le membre partenaire <strong>ne peut pas</strong> voir les rétroactions du dossier.

source: Can View Private Records
fr_ca: Peut voir les dossiers privés

source: Private data <strong>is</strong> accessible, if a privacy profile is assigned to the record.
fr_ca: Les données privées <strong>sont</strong> accessibles, si un profil de confidentialité est affecté au dossier.

source: Private data <strong>is not</strong> accessible, if a privacy profile is assigned to the record.
fr_ca: Les données privées <strong>ne sont pas</strong> accessibles, si un profil de confidentialité est affecté au dossier.

source: Revocation Period
fr_ca: Période de révocation

source: The revocation period is %d day(s).
fr_ca: La période de révocation est de %d jour(s).

source: The partner member can use records in <strong>any</strong> of their views.
fr_ca: Le membre partenaire peut utiliser des dossiers dans <strong>toutes</strong> ses vues.

source: Records can be used in any of the partner member's views.
fr_ca: Les dossiers peuvent être utilisés dans toutes les vues du membre partenaire.

source: Records can be used in the following partner member's views:
fr_ca: Les dossiers peuvent être utilisés dans les vues du membre partenaire suivantes :

source: The Following Fields are shared automatically, or are Member-specific:
fr_ca: Les champs suivants sont partagés automatiquement ou sont spécifiques au membre :

source: Available for the following fields:
fr_ca: Disponible dans les champs suivants :

source: Check All
fr_ca: Sélectionner tout.

source: UnCheck All
fr_ca: Désélectionner tout.

source: Email Notifications
fr_ca: Notifications par courriel

source: Revoke Sharing Profile
fr_ca: Révoquer le profil de partage

source: Return to Sharing Profile - %s
fr_ca: Retourner au profil de partage - %s

source: Profile Name
fr_ca: Nom du profil

source: Update Email Settings
fr_ca: Mettre à jour les paramètres de courriel

source: Edit Sharing Profile
fr_ca: Modifier le profil de partage

source: Add Sharing Profile
fr_ca: Ajouter un profil de partage

source: The partner member may update records.
fr_ca: Le membre partenaire peut mettre à jour des dossiers.

source: Limit updating records to the following languages (<strong>optional</strong>)
fr_ca: Limiter la mise à jour des dossiers aux langues suivantes (<strong>facultatif</strong>)

source: Records can be used in print tools by the partner member.
fr_ca: Les dossiers peuvent être utilisés dans les outils d'impression par le membre partenaire.

source: Records can be exported by the partner member.
fr_ca: Les dossiers peuvent être exportés par le membre partenaire.

source: The partner member may add/remove/update publication data.
fr_ca: Le membre partenaire peut ajouter / retirer / mettre à jour des données de publication.

source: Private data is accessible, if a privacy profile is assigned to the record.
fr_ca: Les données privées sont accessibles, si un profil de confidentialité est affecté au dossier.

source: The partner member may view feedback for the record. Note that users who can update a record can always view the feedback for that record.
fr_ca: Le membre partenaire peut voir les rétroactions du dossier. À noter que les utilisateurs qui peuvent mettre à jour un dossier peuvent voir les rétroactions de ce dossier en tout temps.

source: days
fr_ca: jours

source: Make available for the following fields:
fr_ca: Rendre disponible pour les champs suivants :

source: Send to Partner
fr_ca: Envoyer au partenaire

source: My Profiles
fr_ca: Mes profils

source: This area is for records you share with others.
fr_ca: Cette zone est pour les dossiers que vous partagez avec d'autres.

source: Partner Profiles
fr_ca: Profils de partenaire

source: This area is for records parters share with you.
fr_ca: Cette zone est pour les dossiers que des partenaires partagent avec vous.

source: Add New Sharing Profile
fr_ca: Ajouter un nouveau profil de partage

source: Records In (Total)
fr_ca: Dossiers inclus (total)

source: Records In (Deleted)
fr_ca: Dossiers inclus (supprimé)

source: There are no profiles.
fr_ca: Il n'y a pas de profil.

source: Add Records
fr_ca: Ajouter des dossiers

source: View records not in this profile
fr_ca: Voir les dossiers qui ne sont pas inclus dans ce profil

source: Records can be added through the "Action on Selected Records" menu on the search results pages.
fr_ca: On peut ajouter des dossiers par le menu « Action sur les dossiers sélectionnés » sur la page des résultats de recherche.

source: Available for the following records:
fr_ca: Disponible pour les dossiers suivants :

source: Position Title
fr_ca: Titre de poste

source: There are no records in this profile.
fr_ca: Il n'y a pas de dossier dans ce profil.

source: I Understand
fr_ca: Je comprend

source: By sumbitting these records for removal, I understand that selected records under this agreement will become unavailable to me as of the date I select below.
fr_ca: En soumettant ces dossiers pour qu'ils soient retirés, je comprend que les dossiers sélectionnés en vertu de cet accord ne me seront plus disponibles à partir de la date que je sélectionne ci-dessous.

source: I understand that I cannot restore these records to the Sharing Profile myself, and will need to contact my partner if I wish to restore them.
fr_ca: Je comprend que je ne peux pas restaurer ces dossiers moi-même dans le profil de partage et que je devrai contacter mon partenaire si je souhaite les restaurer.

source: By submitting these records for removal, I understand that selected records under this agreement will become unavailable to my partner as of the date I select below.
fr_ca: En soumettant ces dossiers pour qu'ils soient retirés, je comprend que les dossiers sélectionnés en vertu de cet accord ne seront plus disponibles à mon partenaire à partir de la date que je sélectionne ci-dessous.

source: Revocation Date
fr_ca: Date de révocation

source: The revocation period is <strong>%d</strong> day(s). Select a date on or after <strong>%s</strong>.
fr_ca: La période de révocation est de <strong>%d</strong> jour(s). Sélectionner une date égale ou antérieure au <strong>%s</strong>.

source: Remove selected records from Sharing Profile
fr_ca: Retirer les dossiers sélectionnés du profil de partage

source: Send Profile To Partner Member for Review
fr_ca: Envoyer le profil au membre partenaire pour révision

source: %d records will be added to this Sharing Profile.
fr_ca: %d dossiers seront ajoutés à ce profil de partage.

source: %d records will not be added because they are already included in this Sharing Profile.
fr_ca: %d dossiers ne seront pas ajoutés, car ils sont déjà inclus dans ce profil de partage.

source: %d records will not be added because they are included in another Sharing Profile with this Member.
fr_ca: %d dossiers ne seront pas ajoutés, car ils sont déjà inclus dans un autre profil de partage avec ce membre

source: I understand that the selected records will immediately become available to my Partner under the terms of this Sharing agreement.
fr_ca: Je comprend que les dossiers sélectionnés deviendront immédiatement disponibles à mon partenaire en vertu de cet accord de partage.

source: I understand that, once added, I will not have the ability to remove the records again immediately; I must wait until the revocation period defined by this agreement has passed.
fr_ca: Je comprend que, une fois ajoutés, je n'aurai pas la possibilité de retirer de nouveau ces dossiers immédiatement ; je doit attendre la fin de la période de révocation établie par cet accord.

source: Add Records to Sharing Profile
fr_ca: Ajouter des dossiers au profil de partage

source: %d records will be removed from this Sharing Profile.
fr_ca: %d dossiers seront retirés de ce profil de partage.

source: %d records will not be removed because they have already been removed from this Sharing Profile
fr_ca: %d dossiers ne seront pas retirés, car ils ont déjà été retirés de ce profil de partage

source: Revoke Records from Sharing Profile
fr_ca: Révoquer les dossiers du profil de partage

source: You <strong>may</strong> update records.
fr_ca: Vous <strong>pouvez</strong> mettre à jour des dossiers.

source: You <strong>may</strong> update records in %s.
fr_ca: Vous <strong>pouvez</strong> mettre à jour des dossiers dans %s.

source: You <strong>may not</strong> update records.
fr_ca: Vous <strong>ne pouvez pas</strong> mettre à jour de dossier.

source: You <strong>may</strong> use records in print tools.
fr_ca: Vous <strong>pouvez</strong> utiliser des dossiers dans les outils d'impression.

source: You <strong>may not</strong> use records in print tools.
fr_ca: Vous <strong>ne pouvez pas</strong> utiliser de dossier dans les outils d'impression.

source: You <strong>may</strong> export records.
fr_ca: Vous <strong>pouvez</strong> exporter des dossiers.

source: You <strong>may not</strong> export records.
fr_ca: Vous <strong>ne pouvez pas</strong> exporter de dossier.

source: You <strong>may</strong> add/remove/update publication data.
fr_ca: Vous <strong>pouvez</strong> ajouter / retirer / mettre à jour des données de publication.
