Repository: OpenCIOC/onlineresources
Catalog: python/cioc/locale/*/LC_MESSAGES/cioc.po
Languages: fr_ca

source: Do you have a Volunteer Profile?
fr_ca: Avez-vous un profil des bénévoles?

source: To begin a search on all available opportunities:
fr_ca: Pour commencer une recherche sur toutes les occasions disponibles :

source: To see recent additions to the Database:
fr_ca: Pour voir les ajouts récents à la base de données :

source: For information on student volunteering:
fr_ca: Pour des renseignements sur le bénévolat étudiant :

source: Browse all
fr_ca: Explorer tout

source: Organizations
fr_ca: les organismes

source: Areas of Interest
fr_ca: centre d'intérêt

source: Perform a keyword search for opportunities using the form below.
fr_ca: Rechercher des occasions par mots-clés en utilisant le formulaire ci-dessous.

source: For help with your search, review the
fr_ca: Pour de l'aide à la recherche, consulter le

source: Login Now
fr_ca: Connectez-vous maintenant

source: create a Profile
fr_ca: créer un Profil

source: View your Profile
fr_ca: Voir votre profil
