Repository: OpenCIOC/onlineresources
Catalog: python/cioc/locale/*/LC_MESSAGES/cioc.po
Languages: fr_ca

source: Current Reminders
fr_ca: Rappels en cours

source: Pending Reminders
fr_ca: Rappels en attente

source: Active:
fr_ca: Actif :

source: From:
fr_ca: De :

source: Dismissed:
fr_ca: Rejeté(s) :

source: Create New Reminder
fr_ca: Créer un nouveau Rappel

source: Show Dismissed
fr_ca: Afficher les rejets

source: Created for Others:
fr_ca: Créé(s) pour d'autres :

source: Created for Me:
fr_ca: Créé(s) pour moi :

source: More Details
fr_ca: Détails supplémentaires

source: Community Information: %d record(s).
fr_ca: Information communautaire : %d dossier(s).

source: Volunteer: %d record(s).
fr_ca: Bénévolat : %d dossier(s).

source: Restore
fr_ca: Restaurer

source: Dismiss
fr_ca: Rejeter

source: High Priority:
fr_ca: Priorité élevée :

source: Roll-up to Higher-level Term
fr_ca: Remonter au terme de niveau supérieur

source: Return to Manage Taxonomy
fr_ca: Retourner à la gestion de la Taxonomie

source: This report provides recommendations for activating or deactivating Taxonomy Terms based on best practices and current usage.
fr_ca: Ce rapport offre des recommandations pour l'activation ou la désactivation des termes de la Taxonomie, en fonction des meilleures pratiques et de l'usage actuel.

source: Show global activations
fr_ca: Afficher les activations globales

source: Inactivate unused Terms with used terms on the same branch.
fr_ca: Désactiver les termes inutilisés ayant des termes utilisés dans la même branche.

source: Include Shared Records
fr_ca: Inclure les dossiers partagés

source: Rollup Low Level Terms
fr_ca: Faire remonter les termes de niveau inférieur

source: Exclude Y Branch
fr_ca: Exclure la branche Y

source: Recommend Activations
fr_ca: Recommander des activations

source: Change Options
fr_ca: Modifier les options

source: Changes to Taxonomy Activations
fr_ca: Modifier les activations de la Taxonomie

source: This section includes mandatory activations (such as for Terms associated with records), as well as recommendations for deactivating terms when there are no records attached and there is already another Term on the same branch that is associated with records.
fr_ca: Cette section comprend les activations obligatoires (comme les termes associés à des dossiers), ainsi que des recommandations pour désactiver les termes lorsqu'il n'y a pas de dossier attaché et qu'il existe déjà un autre terme de la même branche associé à des dossiers.

source: Select:
fr_ca: Sélectionner :

source: Changes to Local Activations
fr_ca: Modifications aux activations locales

source: Activation Suggestions
fr_ca: Suggestions d'activation

source: This section includes terms on branches where no other activation exists. Suggestions are only made for Terms at level 3 and below.
fr_ca: Cette section comprend les termes des branches où il n'y a aucune activation. Les suggestions portent uniquement sur les termes des niveaux 3 et inférieurs.

source: Perform All Selected and Mandatory Changes
fr_ca: Appliquer tous les changements sélectionnés et obligatoires

source: Switch to Global Activations
fr_ca: Basculer vers les activations globales

source: Switch to Local Activations
fr_ca: Basculer vers les activations locales

source: Manage Taxonomy Activations
fr_ca: Gérer les activations de la Taxonomie

source: Manage Global Activations
fr_ca: Gérer les activations globales

source: Manage Local Activations
fr_ca: Gérer les activations locales

source: What should I do with these results?
fr_ca: Que dois-je faire avec ces résultats ?

source: Use the
fr_ca: Utiliser l'

source: Drill-Down Activation Tool
fr_ca: Outil d'activation hiérarchique

source: to update your Activations. You can also use the
fr_ca: pour mettre à jour vos activations. Vous pouvez également utiliser l'

source: Activation Recommendation Tool
fr_ca: Outil de recommandation d'activation

source: , which will use this information and more to recommend specific activations or deactivations.
fr_ca: , qui utilisera cette information et bien plus afin de recommander des activations ou désactivations spécifiques.

source: This report lists all active Taxonomy Terms for your membership and the current usage for each.
fr_ca: Ce rapport liste tous les termes de la Taxonomie actifs pour votre membriété et l'utilisation actuelle pour chaque terme.

source: Found %d result(s).
fr_ca: A trouvé %d résultat(s).

source: This report details branches for which more than one Taxonomy Term has been activated.
fr_ca: Ce rapport détaille les branches dans lesquelles un terme taxonomique ou plus a été activé.

source: Y branch Terms and Level 1 Terms are automatically excluded from this report.
fr_ca: Les termes de la branche Y et les termes de niveau 1 sont automatiquement exclus de ce rapport.

source: It is recommended that each branch be activated at only one level whenever possible.
fr_ca: Il est recommandé que chaque branche soit activée à un seul niveau, tant que possible.

source: Return to Local Report
fr_ca: Retourner aux rapports locaux

source: See Global Report
fr_ca: Voir le rapport global

source: Report on Preferred Term Compliance
fr_ca: Rapport de conformité aux termes préférés

source: This report provides a report on compliance with the current list of Preferred Terms, if any have been set. Branches with no Preferred Term set are not considered for compliance.
fr_ca: Ce rapport fournit un examen de conformité avec la liste actuelle des termes préférés, le cas échéant. Les sections qui ne contiennent pas de terme préféré ne sont pas examinés aux fins de conformité.

source: Some compliance actions can be selected for automatic update, such as updating existing indexing and/or activation to a preferred higher-level Term, deactivating a non-preferred Term that is not indexed to any records. Activation of currently inactive preferred Terms is also available for automatic update, but not selected by default; please consider their individual applicability to your data.
fr_ca: Certains actions de mise en conformité peuvent être mises en uvre automatiquement, comme ré-indexer avec ou activer un terme préféré de niveau supérieur, désactiver un terme non-préféré qui n'est pas utilisé dans les dossiers. L'activation automatique des termes préférés actuellement inactifs est également possible, mais non sélectionnée par défaut ; veuillez établir s'ils sont adaptés à vos données.

source: Some special case terms require more careful review. Please review the types of actions available:
fr_ca: Certains cas spéciaux peuvent nécessiter un examen attentifs des termes. Veuillez prendre connaissance des types d'actions disponibles :

source: Re-index
fr_ca: Re-indexer

source: [Preferred Code]
fr_ca: [Code préféré]

source: This indicates that there is a Preferred Term (the given Code) at a higher level in the Taxonomy hierarchy. Selecting this Term for action will update all existing activations and indexing to the higher-level Term. Hold your mouse over the suggested Preferred Term to display the Term name.
fr_ca: Cela indique qu'il existe un code préféré (le code donné) à un niveau supérieur de la hiérarchie taxonomique. En sélectionnant l'action associée au terme, toutes les activations existantes seront mises à jour et les dossiers seront ré-indexés avec le terme de niveau supérieur. Positionnez votre souris au-dessus du terme préféré suggéré pour afficher le nom du terme.

source: This indicates that the Term is a currently Inactive Preferred Term. Note that some Terms may automatically become active as lower-level Terms are re-indexed and activated at the preferred level, so it may not be necessary to activate these Terms explicitly. Not selected for action by default.
fr_ca: Cela indique que le terme est actuellement un terme préféré désactivé. À noter que certains termes pourraient être automatiquement activés à mesure que des termes de niveau inférieur sont ré-indexés et activés au niveau préféré ; il n'est peut-être donc pas nécessaire d'activer ces termes formellement. Cette action n'est pas sélectionnée par défaut.

source: This indicates that this Term is not a preferred Term, is not in use, and a Preferred Term equivalent is available.
fr_ca: Cela indique que ce terme n'est pas un terme préféré, qu'il n'est pas utilisé et qu'un terme préféré équivalent est disponible.

source: Deactivate <em>(No Preferred Term available!)</em>
fr_ca: Désactiver <em>(pas de terme préféré disponible !)</em>

source: This indicates that this Term is not a preferred Term, but one or more of its sibling Terms are Preferred Terms. There is no Preferred-Term equivalent available; deactivate with caution. In cases where records are assigned to this type of Term, it will be marked <em>Evaluation Required</em>. Not selected for action by default.
fr_ca: Cela indique que ce terme n'est pas un terme préféré, mais que un ou plusieurs termes du même niveau sont des termes préférés. Il n'existe pas de terme préféré équivalent disponible ; désactiver avec prudence. Dans les cas où des dossiers sont attachés à ce type de terme, la mention <em>Évaluation requise</em> est précisée. Cette action n'est pas sélectionnée par défaut.

source: Evaluation Required
fr_ca: Évaluation requise

source: These Terms have records associated with them and cannot be deactivated or rolled-up into a single higher-level Preferred Term. Where applicable, lower-level terms should be manually activated as needed and records manually re-indexed at a lower level to become compliant.
fr_ca: Ces termes sont attachés à des dossiers et ne peuvent être désactivés ou relevés vers un terme unique préféré de niveau supérieur. Lorsque c'est possible, il faut activer manuellement les termes de niveaux inférieurs au besoin et ré-indexer manuellement les dossiers à un niveau inférieur pour devenir conforme.

source: Roll-up Term
fr_ca: Terme déroulé

source: Dectivate
fr_ca: Désactiver

source: No Preferred Term available!
fr_ca: Pas de terme préféré disponible !

source: Perform Selected Changes
fr_ca: Appliquer les modifications sélectionnées

source: Fully Compliant, or no Preferred Term list has been set.
fr_ca: Entièrement conforme ou il n'y pas de liste des termes préférés.

source: Current Criteria
fr_ca: Critères actuels

source: Please select at least one item from the list below.
fr_ca: Veuillez sélectionner au moins un élément dans la liste ci-dessous.

source: No values available
fr_ca: Aucune valeur disponible

source: Update Publication information for %s:
fr_ca: Édition des renseignements de la publication pour %s :

source: Return to Edit Publications for: %s
fr_ca: Retourner à la modification des publications pour %s

source: Check Feedback
fr_ca: Vérifier les rétroactions

source: Feedback #%d (%s):
fr_ca: Rétroaction no. %d (%s) :

source: Submitted By: %s
fr_ca: Soumis par : %s

source: Submitter Email:
fr_ca: Le courriel de la personne faisant la soumission :

source: Delete Feedback
fr_ca: Supprimer la rétroaction

source: Insert Current Description From Record
fr_ca: Insérer la description courante du dossier

source: General Headings
fr_ca: En-têtes généraux

source: Existing Taxonomy-Based Headings
fr_ca: En-têtes taxonomiques existants

source: The Headings below are added automatically based on the Taxonomy Indexing for this record.
fr_ca: Les en-têtes ci-dessous sont ajoutés automatiquement en fonction de l'indexation taxonomique de ce dossier.

source: Current session not associated with a Client Tracker user.
fr_ca: La session courante n'est pas associée à un utilisateur du traceur de clients.

source: There was an error communicating with the Client Tracker server: %s
fr_ca: Une erreur de communication est survenue avec le serveur du traceur de clients : %s

source: The Client Tracker server returned an error: %s
fr_ca: Le serveur du traceur de client a retourné une erreur : %s

source: The Client Tracker server gave an invalid response.
fr_ca: Le serveur du traceur de client a donné une réponse invalide.

source: Error: No record was chosen
fr_ca: Erreur : aucun dossier n'a été sélectionné

source: Error: The following is an invalid ID: %s
fr_ca: Erreur : l'identifiant suivant est invalide : %s

source: Error: No record exists with the ID: %s
fr_ca: Erreur : il n'existe pas de dossier avec l'identifiant : %s

source: URL/View not in expected format
fr_ca: L'URL/la vue n'est pas au format attendu

source: No records available for the selected view
fr_ca: Aucun enregistrement disponible pour la vue sélectionnée

source: There was an error sending your Email
fr_ca: Une erreur s'est produite lors de l'envoi de votre courriel

source: Your Record List Email was Sent
fr_ca: Votre courriel de liste d'enregistrements a été envoyé

source: Prepare Record List Email
fr_ca: Préparer le courriel de la liste des enregistrements

source: Browse Icons
fr_ca: Parcourir les icônes

source: Page not found
fr_ca: Page non trouvée

source: Index of Articles
fr_ca: Index des articles

source: Print Record List
fr_ca: Imprimer la liste des dossiers

source: Validation Error
fr_ca: Erreur de validation

source: No Print Profile was chosen.
fr_ca: Aucun profil d'impression n'a été choisi.

source: No records were chosen to print.
fr_ca: Aucun enregistrement n'a été choisi pour être imprimé.

source: No Print Profile was chosen
fr_ca: Aucun profil d'impression n'a été choisi

source: No records were chosen to prinnt
fr_ca: Aucun enregistrement n'a été choisi pour l'impression

source: Upcoming Events
fr_ca: Événements à venir

source: There are no articles available.
fr_ca: Il n'y a aucun article disponible.

source: Configure Email
fr_ca: Configurer le courrier électronique

source: Reply-To:
fr_ca: Répond à :

source: To:
fr_ca: À :

source: Subject:
fr_ca: Sujet :

source: Domain / View:
fr_ca: Domaine / Vue :

source: Link Type:
fr_ca: Type de lien :

source: Web Page Link
fr_ca: Lien vers la page Web

source: PDF Page Link (if available in selected View)
fr_ca: Lien vers la page PDF (si disponible dans la vue sélectionnée)

source: No records available for the selected View
fr_ca: Aucun dossier disponible pour la vue sélectionnée

source: Some records are not available in the selected View and are listed below.
fr_ca: Certains enregistrements ne sont pas disponibles dans la vue sélectionnée et sont répertoriés ci-dessous.

source: Send Email
fr_ca: Envoyez le courriel

source: Preview with new settings
fr_ca: Aperçu avec de nouveaux paramètres

source: Click here to select the record list
fr_ca: Cliquez ici pour sélectionner la liste des dossiers

source: Shortened Description
fr_ca: Description brève

source: Office Phone
fr_ca: Téléphone de bureau

source: Website
fr_ca: Site Web

source: Hours of Operation
fr_ca: Heures d'ouverture

source: Organization Name
fr_ca: Nom de l'organisme

source: Location
fr_ca: Lieu

source: Duties
fr_ca: Tâches

source: Service Area
fr_ca: Région du service

source: Icons
fr_ca: Icônes

source: Use this form to customize print options
fr_ca: Utilisez ce formulaire pour personnaliser les paramètres d'impression

source: Report Message
fr_ca: Message à inclure dans le rapport

source: Next (New Window)
fr_ca: Suivant (Nouvelle fenêtre)

source: Profile
fr_ca: Profil

source: Further limit your selection using:
fr_ca: Limitez davantage votre sélection en utilisant :

source: Sort By
fr_ca: Trier par

source: When sorted by heading, results will also be grouped by heading
fr_ca: Lorsqu'ils sont triés par titre, les résultats seront également regroupés par titre

source: Heading
fr_ca: En-tête

source: Index and Table of Contents
fr_ca: Index et Table des matières

source: The field used in the table of contents is controlled by the sort order.
fr_ca: Le champ utilisé dans la table des matières est déterminé par l'ordre de tri.

source: Include Table of Contents
fr_ca: Inclure la table des matières

source: Include Index
fr_ca: Inclure l'index

source: Date Created
fr_ca: Date de création

source: Include deleted records
fr_ca: Inclure les dossiers supprimés

source: Expired Records
fr_ca: Enregistrements expirés

source: Include expired records
fr_ca: Inclure les dossiers expirés

source: Ouput Format
fr_ca: Format de sortie

source: Output PDF
fr_ca: Sortie en PDF

source: Include Publication(s)
fr_ca: Inclure la ou les publications

source: Exclude Publication(s)
fr_ca: Exclure la ou les publications

source: Include Heading(s)
fr_ca: Inclure le(s) en-têtes

source: Exclude Heading(s)
fr_ca: Exclure le(s) en-têtes

source: Hold CTRL to select/deselect multiple items
fr_ca: Maintenir la touche CTRL enfoncée pour sélectionner ou désélectionner plusieurs éléments.

source: Has None
fr_ca: N'en a aucun

source: Has Any
fr_ca: A-t-il un

source: Has all from
fr_ca: A tout de

source: Has any from
fr_ca: A-t-il de

source: Upload External Community File
fr_ca: Télécharger un fichier de communauté externe

source: Upload Community File
fr_ca: Charger le fichier des communautés

source: Line %d, Column %d: %s
fr_ca: Ligne %d, Colonne %d : %s

source: Upload Import File
fr_ca: Charger le fichier d'importation

source: Warning: unexpected element %s at line %d
fr_ca: Attention : élément %s inattendu à la ligne %d

source: Select File
fr_ca: Sélectionner le fichier

source: Import As
fr_ca: Importer comme

source: Upload File
fr_ca: Charger le fichier

source: Validation of %s was SUCCESSFUL!
fr_ca: %s a été validé avec SUCCÈS !

source: Validation of %s failed!
fr_ca: La validation de %s a échoué !

source: <strong>%d records</strong> were loaded successfully and are ready to import. You will need to refresh the list of datasets to work with this information.
fr_ca: <strong>%d dossiers</strong> ont été chargés avec succès et sont prêts à être importés. Il sera nécessaire de rafraîchir la liste des ensembles de données pour travailler avec cette information.

source: Some records may not have been loaded; please refer to the error report below.
fr_ca: Certains dossiers peuvent ne pas avoir été chargés ; prière de consulter le rapport d'erreur ci-dessous.

source: Use this form to upload a %sCommunities Repository%s data file. Note that the update will run immediately upon loading the file.
fr_ca: Utiliser ce formulaire pour charger un fichier de données %sCommunities Repository%s À noter que la mise à jour aura lieu automatiquement dès le chargement du fichier.

source: Return to Update Communities Version
fr_ca: Retourner à la mise à jour de la version des communautés

source: The following communities were not matched by the imported file, and could not be removed because they are in use or were marked as local (unauthorized).
fr_ca: Les communautés suivantes n'ont pas trouvé de correspondance dans le fichier importé et n'ont pas pu être retirées car elles sont utilisées ou marquées comme locales (non autorisées).

source: Any values that could not be removed due to usage are now marked as local and may be manually removed once they are no longer in use.
fr_ca: Toute valeur n'ayant pu être retirée en raison de son utilisation est maintenant marquée comme locale et peut être retirée manuellement une fois qu'elle n'est plus utilisée.

source: Invalid API Token
fr_ca: Clé API invalide

source: Permission Denied
fr_ca: Permission refusée

source: Record not in view
fr_ca: Dossier non visible dans la vue

source: Last Modified - Taxonomy
fr_ca: Dernière modification - Taxonomie

source: Display Until
fr_ca: Afficher jusqu'à

source: Last Full Update
fr_ca: Dernière mise à jour complète

source: Deletion Date
fr_ca: Date de suppression

source: Shared With Me
fr_ca: Partagé avec moi

source: Shared By Me
fr_ca: Partagé par moi

source: Data Management Report
fr_ca: Rapport sur la gestion des données

source: Unique IPs by Record Owner
fr_ca: Nombre d'adresses IP uniques par propriétaire

source: Unique IPs by View Name
fr_ca: Nombre d'adresses IP uniques par type de vue

source: Record Views by Record Owner
fr_ca: Dossiers consultés par propriétair

source: Record Views by View Name
fr_ca: Dossiers consultés par type de vue

source: Main Stats Page
fr_ca: Page d'accueil des statistiques

source: Total Record Use
fr_ca: Utilisation totale des dossiers

source: Top 50 Records
fr_ca: 50 premiers dossiers

source: Use by Agency
fr_ca: Utilisation par l'agence

source: Quick Reports
fr_ca: Rapports rapide

source: Delete Old Statistics
fr_ca: Supprimer les statistiques anciennes

source: Custom Date Range
fr_ca: Intervalle de dates personnalisé

source: Unique IP Addresses
fr_ca: Adresses IP uniques

source: Logged In
fr_ca: Connectés

source: By <strong>Mail</strong> at:
fr_ca: Par <strong>Courrier</ strong> :

source: By <strong>Phone</strong> at:
fr_ca: Par <strong>Téléphone</ strong> :

source: By <strong>Fax</strong> at:
fr_ca: Par <strong>télécopieur</ strong> :

source: By <strong>Email</strong> at:
fr_ca: Par <strong>courriel</strong> :

source: <strong>Online</strong> using the "Suggest Update" option at
fr_ca: <strong> en ligne </ strong> en utilisant l'option « Proposer une mise à jour » à

source: Are you sure you want to permanently delete this item?
fr_ca: Êtes-vous certain de vouloir supprimer cet élément définitivement ?

source: System temporarily unavailable
fr_ca: Le système est temporairement indisponible

source: The database is temporarily unavailable. Please check back later.
fr_ca: La base de données est temporairement indisponible. Veuillez réessayer plus tard.

source: Change Results Display
fr_ca: Modifier l'affichage des résultats

source: Show Fields
fr_ca: Afficher les champs

source: Org. Name(s)
fr_ca: Noms des organismes

source: Update Schedule
fr_ca: Calendrier des mises à jour

source: Alert Box
fr_ca: Boîte d'alerte

source: Show Options
fr_ca: Afficher les options

source: Use Table Format
fr_ca: Utiliser le format tableau

source: Web-enable Custom Fields
fr_ca: Adapter les champs personnalisés au Web

source: Select Checkbox
fr_ca: Afficher les cases à cocher

source: Show Fields (Table Format Only)
fr_ca: Afficher les champs (sous forme de tableau uniquement)

source: Op. ID
fr_ca: ID d'occ.

source: List/Client Tracker
fr_ca: Liste/Traceur de clients

source: Custom Fields:
fr_ca: Champs personnalisés :

source: Clear Selections
fr_ca: Effacer les sélections

source: Mail Form
fr_ca: Champs du formulaire d'envoi par courrier

source: Order Results By
fr_ca: Organiser les résultats selon

source: Request Date
fr_ca: Avant cette date

source: Relevancy
fr_ca: Pertinence

source: Custom (Specify)
fr_ca: Champ personnalisé (spécifier)

source: Sort:
fr_ca: Tri :

source: Ascending
fr_ca: Croissant

source: Descending
fr_ca: Décroissant

source: Show sort options on results page
fr_ca: Afficher les options de tri sur la page de résultats

source: Update Display
fr_ca: Mettre à jour l'affichage

source: Help:
fr_ca: Aide :

source: set automatically
fr_ca: Inscrit automatiquement

source: Created by
fr_ca: Créée par

source: Last Modified by
fr_ca: Dernière modification par

source: No Recent Searches
fr_ca: Pas de recherche récente

source: Your %d Most Recent Searches
fr_ca: Vos %d recherches les plus récentes

source: Found in View
fr_ca: Trouvé dans la vue

source: records
fr_ca: dossier(s)

source: Refine
fr_ca: Préciser

source: [No search description provided]
fr_ca: [Pas de description de recherche fournie]

source: Browse Organizations with Opportunities
fr_ca: Explorer les organismes offrant des possibilités de bénévolat

source: Browse by Area of Interest
fr_ca: Explorer par centre d'intérêt

source: Referrals
fr_ca: Mises en relation

source: Members
fr_ca: Membres

source: Looking for Volunteer Opportunities%s?
fr_ca: Cherchez-vous des possibilités de bénévolat%s ?

source: in
fr_ca: dans

source: Keyword Search
fr_ca: Recherche par mot clé

source: Volunteer Opportunity Main Menu
fr_ca: Menu principal des Occasions de bénévolat
