<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>On peut consid&eacute;rer les <strong><em>Vues</em></strong> comme des portails individuels dans la base de donn&eacute;es. Les vue contr&ocirc;lent quels dossiers sont accessibles, quels champs peuvent &ecirc;tre consult&eacute;s ou modifi&eacute;s, quels types de recherches sont disponibles sur les diff&eacute;rents formulaires de recherche, quels syst&egrave;mes de classification utiliser, les langues dans lesquelles l'utilisateur peut travailler, le contenu du menu personnalis&eacute; et des pieds de page, les <em>mod&egrave;les de conception</em> &agrave; utiliser, etc. Les vues peuvent &ecirc;tre configur&eacute;es de mani&egrave;re &ecirc;tre accessibles au public ou uniquement &agrave; des utilisateurs connect&eacute;s sp&eacute;cifiques.</p>
<p>La page <em>Gestion des vues</em> vous permet de cr&eacute;er ou de modifier plusieurs vues, qui peuvent alors &ecirc;tre rendues publiques ou assign&eacute;es &agrave; des <em>types d'utilisateurs</em>. Par exemple, vous pourriez d&eacute;cider de d&eacute;dier une vue de la base de donn&eacute;es sp&eacute;cifiquement &agrave; un centre d'acc&egrave;s aux soins communautaires local. Le fait d'utiliser des <em>vues</em> combin&eacute;es &agrave; des <em>types d'utilisateurs</em> et des <em>mod&egrave;les de conception</em> vous permettrait de cr&eacute;er une vue tr&egrave;s personnalis&eacute;e de la base de donn&eacute;es, sp&eacute;cifiquement aux fins d'utilisation par le personnel du CASC.</p>
<h3>Modifier une vue existante</h3>
<p>Pour consulter ou modifier les param&egrave;tres d'une vue existante, s&eacute;lectionnez le profil dans la liste, puis cliquez sur <em>« Voir / Modifier la vue »</em>. La liste des vues fait la distinction entre les vues accessibles aux utilisateurs sans compte (public) ou seulement aux utilisateurs connect&eacute;s. Il est recommand&eacute; de r&eacute;viser cette liste p&eacute;riodiquement pour s'assurer qu'aucune des vues que l'on souhaite priv&eacute;e ne soit publique.</p>
<p>Les vues qui sont contr&ocirc;l&eacute;es exclusivement par une agence particuli&egrave;re ont le code de cette agence &agrave; la fin du nom entre crochets (c'.-&agrave;-d. [ABC]). Vous pourrez s&eacute;lectionner dans la liste des vues que vous ne poss&eacute;dez pas, afin de les consulter, mais ne serez pas capable de les modifier.</p>
<h3>Cr&eacute;er une nouvelle vue</h3>
<p>Pour cr&eacute;er une nouvelle vue, vous devez donner un nom unique &agrave; la vue. Vous pouvez copier une vue existante en la s&eacute;lectionnant dans la liste. Si vous ne s&eacute;lectionnez pas de vue &agrave; copier, votre nouvelle vue contiendra les param&egrave;tres de la vue publique par d&eacute;faut. Cliquez sur le bouton <em>« Ajouter une vue »</em> pour cr&eacute;er la nouvelle vue ; vous serez dirig&eacute; vers le formulaire pour la consulter / modifier.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
