<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Les <strong><em>mises en page de mod&egrave;les</em></strong> sont utilis&eacute;es au sein de <em>mod&egrave;les de conception</em> pour contr&ocirc;ler la mise en page des sections personnalisables d'une page, y compris les en-t&ecirc;tes, les pieds de page et les formulaires de recherche et contenus de la page principale.</p>
<p>Les mises en page qui sont contr&ocirc;l&eacute;es exclusivement par une agence particuli&egrave;re contiennent le code d'agence entre crochets &agrave; la fin du nom (c'.-&agrave;-d. [ABC]). Vous pourrez s&eacute;lectionner dans la liste des mises en page que vous ne poss&eacute;dez pas, afin de les consulter, mais ne serez pas capable de les modifier.</p>
<p>Vous disposerez d'une mise en page int&eacute;gr&eacute;e au syst&egrave;me ou plus dans votre base de donn&eacute;es, pour chaque type (en-t&ecirc;te, pied de page, recherche). Vous pouvez consulter ou copier ces mises en page int&eacute;gr&eacute;es et les utiliser dans vos vues si d&eacute;sir&eacute;, mais elles ne peuvent &ecirc;tre modifi&eacute;es en aucune mani&egrave;re. Les mises en page du syst&egrave;me sont indiqu&eacute;es par un *.</p>
<h3>Modifier une mise en page de mod&egrave;le existante</h3>
<p>S&eacute;lectionnez dans le menu d&eacute;roulant le nom de la mise en page que vous souhaitez modifier, puis cliquez sur le bouton <em>« Voir / Modifier la mise en page de mod&egrave;le »</em>.</p>
<h3>Ajouter une nouvelle mise en page de mod&egrave;le</h3>
<p>Pour cr&eacute;er une nouvelle mise en page, cliquez sur le bouton <em>« Ajouter une mise en page de mod&egrave;le »</em> pour &ecirc;tre dirig&eacute; vers le formulaire d'ajout d'une nouvelle mise en page. Vous pouvez copier une mise en page existante en la s&eacute;lectionnant dans la liste d&eacute;roulante. Si vous ne s&eacute;lectionnez pas de mise en page &agrave; copier, votre nouvelle mise en page sera blanche (vide).</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
