<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Ce qui suit sont les instructions pour chaque section du formulaire Voir / Modifier un sujet. &Agrave; noter qu'&agrave; travers le formulaire se trouvent des liens vers plusieurs sujets connexes ; vous devriez vous assurer que tout changement effectu&eacute; sur le formulaire est soumis et sauvegard&eacute; avant de suivre des liens vers d'autres sujets.</p>
<p><span class="Alert">L'acc&egrave;s aux champs de ce formulaire est &eacute;tabli en fonction de vos autorisations</span>. Si vous travaillez dans une base de donn&eacute;es multimembre avec d'autres membres CIOC et que vous n'&ecirc;tes pas super-utilisateur global, vous pourriez ne pas avoir le droit de modifier certaines parties de ces renseignements. Si vous devez faire des changements, utilisez le lien fourni en haut de la page pour envoyer un avis &agrave; votre super-utilisateur global.</p>
<h3>Statut</h3>
<p>Cette information est en lecture seule et indique si le sujet est utilis&eacute; dans des dossiers d'organismes / programmes, ou par d'autres sujets. Si un terme est utilis&eacute;, vous ne serez pas autoris&eacute; &agrave; le supprimer.</p>
<h3>Renseignement de cr&eacute;ation / modification</h3>
<p>Les dates de cr&eacute;ation et de modification et les noms sont &eacute;tablis automatiquement par le logiciel lorsque des dossiers sont ajout&eacute;s et mis &agrave; jour.</p>
<h3>Nom du terme</h3>
<p>Vous devez donner un nom <em>unique</em> en fran&ccedil;ais &agrave; tous les sujets. De mani&egrave;re optionnelle, vous pouvez &eacute;galement fournir un nom <em>unique</em> en fran&ccedil;ais. Si vous ne donnez pas de nom en fran&ccedil;ais au sujet, il ne sera pas accessible dans la recherche en fran&ccedil;ais ou lors de la consultation des renseignements sur le sujet en fran&ccedil;ais.</p>
<h3>Autoris&eacute;</h3>
<p>Indique si un sujet est autoris&eacute; &agrave; l'utilisation g&eacute;n&eacute;rale ou sp&eacute;cifique au syst&egrave;me local. De mani&egrave;re optionnelle, les sujets locaux (non autoris&eacute;s) peuvent &ecirc;tre exclus d'une vue donn&eacute;e (effectu&eacute; par la configuration des vues).</p>
<h3>Utilisation</h3>
<p>Les sujets <em>employ&eacute;s</em> peuvent &ecirc;tre ajout&eacute;s aux dossiers d'organismes / de programmes. Les sujets non employ&eacute;s ne peuvent pas &ecirc;tre ajout&eacute;s &agrave; un dossier. Les sujets <em>non employ&eacute;s</em> indiquent g&eacute;n&eacute;ralement une terminologie alternative et doivent pointer vers un sujet <em>employ&eacute;</em> qu'il faut utiliser &agrave; la place.</p>
<p>Si le sujet donn&eacute; est utilis&eacute; comme terme pr&eacute;f&eacute;r&eacute; par d'autres sujets, il y aura une liste sous l'en-t&ecirc;te <strong>Employ&eacute; pour</strong>. Si la d&eacute;signation pr&eacute;f&eacute;r&eacute;e comporte plus d'un sujet, l'autre sujet sera &eacute;galement r&eacute;f&eacute;renc&eacute;. Par exemple, si le terme non employ&eacute; <em>« Adultes ayant un handicap »</em> pr&eacute;f&egrave;re l'utilisation du sujet <em>« Adulte »</em> en conjonction avec le sujet <em>« Invalidit&eacute; »</em>, alors, en consultant le sujet <em>« Adulte »</em>, la liste des sujets Employ&eacute;s affichera <em>« Adultes ayant un handicap (avec Invalidit&eacute;) »</em>.</p>
<h3>Termes g&eacute;n&eacute;riques / sp&eacute;cifiques</h3>
<p>Les termes <em>g&eacute;n&eacute;riques</em> et <em>sp&eacute;cifiques</em> sont deux aspects d'une m&ecirc;me relation entre deux sujets. Sur le formulaire, vous pouvez pr&eacute;ciser des termes <em>g&eacute;n&eacute;riques</em> de l'enregistrement qui repr&eacute;sentent des domaines de sujet plus g&eacute;n&eacute;raux associ&eacute;s au sujet ; celui-ci deviendra automatiquement un terme <em>sp&eacute;cifique</em> du sujet choisi.</p>
<p>M&ecirc;me si vous pouvez voir la liste des termes sp&eacute;cifiques, la relation ne peut &ecirc;tre modifi&eacute;e que dans le formulaire de modification du terme sp&eacute;cifique associ&eacute;.</p>
<h3>Termes apparent&eacute;s</h3>
<p>Un <em>terme apparent&eacute;</em> r&eacute;f&eacute;rence un type de relation fraternelle entre deux sujets, quand un <em>terme g&eacute;n&eacute;rique / sp&eacute;cifique</em> r&eacute;f&eacute;rence une relation parent-enfant entre deux termes.</p>
<p>La relation entre <em>termes apparent&eacute;s</em> est toujours bi-directionnelle ; si vous reliez le sujet A au sujet B, alors le sujet B sera automatiquement un <em>terme apparent&eacute;</em> du sujet A. De la m&ecirc;me mani&egrave;re, si vous supprimez la relation entre A et B, cela supprimera la relation entre B et A.</p>
<h3>Cat&eacute;gorie</h3>
<p>De mani&egrave;re optionnelle, vous pouvez s&eacute;lectionner une cat&eacute;gorie g&eacute;n&eacute;rale s'appliquant au terme. &Agrave; noter que pour le moment, il n'est pas possible de modifier la liste des cat&eacute;gories.</p>
<h3>Source</h3>
<p>Indique le syst&egrave;me de classification ou le catalogue &agrave; l'origine du sujet (p. ex., le Th&eacute;saurus InformOntario/ACICO). La liste des sources peut &ecirc;tre personnalis&eacute;e (voir le lien sur la page de gestion principale du Th&eacute;saurus).</p>
<h3>Notes</h3>
<p>De mani&egrave;re optionnelle, vous pouvez fournir des notes sur l'utilisation ou la gestion des donn&eacute;es dans chaque langue disponible.</p>
<h3>Activation</h3>
<p>Un sujet inactif ne peut pas &ecirc;tre ajout&eacute; &agrave; vos dossiers et sera exclu de toutes les sections du syst&egrave;me, sauf l'outil de gestion du Th&eacute;saurus. Les liens vers des termes inactifs appara&icirc;tront dans la <span class="Alert">couleur d'<em>alerte</em></span> actuelle.</p>
<p>&Agrave; noter que vous ne pouvez pas modifier le statut d'activation d'un sujet s'il est utilis&eacute; par des dossiers d'organismes / programmes ou un autre sujet. Les activations sont sp&eacute;cifiques aux membres ; le fait de d&eacute;sactiver un sujet dans votre membri&eacute;t&eacute; n'affecte par les autres membres CIOC de votre base de donn&eacute;es (le cas &eacute;ch&eacute;ant).</p>
<h3>Suppression de l'enregistrement</h3>
<p>Vous ne verrez le bouton Supprimer en bas du formulaire que s'il est possible de supprimer le sujet (il n'est pas utilis&eacute; par un dossier d'organisme / programme ou un autre sujet).</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
