<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p class="alert">La page <em><strong>Compte utilisateur</strong></em> vous permet de modifier certains param&egrave;tres relatifs &agrave; vos informations de compte de base de donn&eacute;es. Les param&egrave;tres relatifs &agrave; vos autorisations dans la base de donn&eacute;es (votre <em>type d'utilisateur</em>) ne peuvent &ecirc;tre modifi&eacute;s que par un autre utilisateur poss&eacute;dant un niveau de s&eacute;curit&eacute; &eacute;quivalent ou sup&eacute;rieur au v&ocirc;tre.</p>
<p>Les param&egrave;tres que vous pouvez modifier vous-m&ecirc;me peuvent comprendre votre pr&eacute;nom et votre nom, vos initiales, votre adresse courriel et votre mot de passe &agrave; la base de donn&eacute;es. Si vous n'avez pas l'autorisation de modifier certains ou tous ces param&egrave;tres, vous aurez acc&egrave;s &agrave; un formulaire pour demander &agrave; votre administrateur local de faire ces changements pour vous.</p>
<h3>Modifier votre mot de passe</h3>
<p>Veuillez lire attentivement les informations concernant les mots de passe. Pour modifier votre mot de passe, vous devez d'abord saisir votre mot de passe existant, puis saisir le nouveau mot de passe d&eacute;sir&eacute; dans les deux champs disponibles. Le fait de cliquer sur le lien « Soumettre ».validera vos changements. Vous n'&ecirc;tes pas oblig&eacute; de saisir vos informations de mot de passe, sauf si vous voulez modifier votre mot de passe.</p>
<p>Utilisez un <span class="Alert">mot de passe s&eacute;curis&eacute;</span>, mais pas un mot de passe que vous utilisez pour d'autres choses. Vos informations de compte et de mot de passe ne sont pas crypt&eacute;es, donc n'utilisez jamais un mot de passe que vous utilisez d&eacute;j&agrave; pour des comptes importants. Quelques recommandations pour maintenir un mot de passe s&eacute;curis&eacute; :</p>
<ul>
	<li>Utilisez <strong>au moins 8</strong> caract&egrave;res</li>
	<li>Utilisez &agrave; la fois les lettres <strong>MAJUSCULES</strong> et <strong>minuscules</strong></li>
	<li>Utilisez au moins un <strong>chiffre</strong> ou <strong>symbole</strong></li>
	<li>Mettez &agrave; jour votre mot de passe r&eacute;guli&egrave;rement (tous les six mois, par exemple)</li>
	<li>Ne donnez jamais votre mot de passe &agrave; d'autres personnes</li>
</ul>
<p class="Alert">M&eacute;morisez votre mot de passe.</p>
<p>Si vous oubliez votre mot de passe, vous devrez le faire r&eacute;initialiser par un super-utilisateur ou un autre utilisateur de la base de donn&eacute;es ayant des privil&egrave;ges de gestion, en fonction de votre niveau de s&eacute;curit&eacute;. V&eacute;rifiez que vous savez qui contacter si vous oubliez vos informations de mot de passe. <strong>&Agrave; noter que les repr&eacute;sentants de CIOC ne peuvent pas r&eacute;cup&eacute;rer votre mot de passe pour vous et ne modifieront aucun compte, sauf en cas d'urgence &agrave; la demande directe du contact officiel de la membri&eacute;t&eacute;.</strong></p>
<p><span class="alert">Remarque : <strong>ne modifiez pas</strong> le mot de passe de votre compte si vous savez que d'autres utilisent les m&ecirc;mes informations de connexion pour acc&eacute;der &agrave; la base de donn&eacute;es, sauf si vous leur avez communiqu&eacute; le nouveau mot de passe auparavant. Chaque personne devrait poss&eacute;der son propre compte dans la base de donn&eacute;es, autant que possible.</span></p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
