<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Les pages de gestion des versions du texte normalis&eacute; de mise &agrave; jour par courriel vous permettent de personnaliser des sections du courriel de demande de mise &agrave; jour. Vous pouvez cr&eacute;er plusieurs textes pr&eacute;d&eacute;finis diff&eacute;rents pour chaque type de message (mise &agrave; jour d'organisme / programme dans Information communautaire, mise &agrave; jour d'occasion de b&eacute;n&eacute;volat, mise &agrave; jour d'organisme de b&eacute;n&eacute;volat dans « Toutes les occasions »). Un message doit &ecirc;tre d&eacute;sign&eacute; comme message par d&eacute;faut pour chaque type ; le message par d&eacute;faut sera s&eacute;lectionn&eacute; en premier quand vous cr&eacute;erez une nouvelle demande de mise &agrave; jour par courriel. S'il existe plusieurs versions du texte de mise &agrave; jour par courriel, vous pourrez choisir entre elles au moment de l'envoi.</p>
<h3>Modifier des valeurs au moment de l'envoi</h3>
<p>On peut modifier les valeurs de l'<em>« Objet »</em> et du <em>« Corps du message »</em> au moment d'envoyer les messages ; si vous modifier ces valeurs &agrave; ce moment, cela changera les valeurs par d&eacute;faut. Tous les autres &eacute;l&eacute;ments de configuration ne peuvent &ecirc;tre modifi&eacute;s que depuis cet &eacute;cran de configuration.</p>
<h3>Liens vers des pages de dossier</h3>
<p>En fonction du type de message, vous aurez soit un <em>« Lien vers les renseignements »</em> et un <em>« Lien vers la r&eacute;troaction »</em> ou un <em>« Lien vers toutes les occasions »</em> et un <em>« Lien pour proposer une occasion de b&eacute;n&eacute;volat »</em>. Si vous pr&eacute;f&eacute;rez, vous pouvez choisir d'inclure uniquement le <em>« Lien vers les d&eacute;tails »</em> ou le <em>« Lien vers la r&eacute;troaction »</em> dans votre message. Pour retirer le lien que vous ne souhaitez pas utiliser, ne remplissez pas la description du lien ; cependant, vous devez remplir au moins l'une des deux descriptions. <span class="Alert">Remarque :</span> si un dossier n'est pas visible dans la vue depuis laquelle vous envoyez la demande (cela peut &ecirc;tre soit la vue par d&eacute;faut, soit une autre vue accessible au public que vous avez s&eacute;lectionn&eacute;e), le syst&egrave;me ne g&eacute;n&egrave;re <em>automatiquement</em> que le <em>Lien vers la r&eacute;troaction</em> utilisant une description pr&eacute;&eacute;tablie.</p>
<h3>Modifier le message par d&eacute;faut</h3>
<p>Pour changer la s&eacute;lection du texte par d&eacute;faut dans la base de donn&eacute;e, vous devez acc&eacute;der au texte que vous souhaitez par d&eacute;faut et cliquer sur la case <em>«</em><label><em>Rendre ce message le message par d&eacute;faut pour ce type</em></label>».</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
