<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Les <strong><em>profils Excel</em></strong> vous permettent de configurer des profils afin de personnaliser des formats d'affichage, optimis&eacute;s pour l'utilisation sous Microsoft Excel et des programmes similaires. Les profils Excel offrent des choix tr&egrave;s vari&eacute;s pour l'affichage des donn&eacute;es, combinant des &eacute;l&eacute;ments de donn&eacute;es habituellement disponibles uniquement dans vos fichiers de t&eacute;l&eacute;chargement Microsoft Access, et aussi tous les types de champs pouvant &ecirc;tre utilis&eacute;s dans les pages de d&eacute;tails de dossiers. Tandis que les profils Excel offrent plus de choix sur ce qu'il est possible d'exporter, ils ne procurent aucune structure &agrave; l'information et s'av&egrave;rent donc moins utiles que les <em>profils d'exportation</em> comme moyen d'utiliser vos donn&eacute;es dans d'autres syst&egrave;mes (et ils ne peuvent pas &ecirc;tre utilis&eacute;s pour &eacute;changer des donn&eacute;es entre bases de donn&eacute;es CIOC).</p>
<p>Bien qu'ils soient distincts des <em>profils d'exportation</em>, les fichiers de sortie Excel sont cr&eacute;&eacute;s au moyen des pages d'exportation. Les fichiers cr&eacute;&eacute;s sont g&eacute;n&eacute;r&eacute;s soit au format HTML, soit au format CSV (s&eacute;lectionn&eacute; au moment de l'exportation), qui sont importables dans la majorit&eacute; des programmes de tableur.</p>
<h3>Modifier un profil Excel existant</h3>
<p>Pour consulter ou modifier les param&egrave;tres d'un profil Excel existant, s&eacute;lectionnez le profil dans la liste, puis cliquez sur <em>« Voir / Modifier un profil »</em>.</p>
<h3>Ajouter un nouveau profil Excel</h3>
<p>Pour cr&eacute;er un nouveau profil Excel, vous devez donner un nom unique au profil. S'il existe d&eacute;j&agrave; des profils, vous pouvez copier un profil en le s&eacute;lectionnant dans la liste « Copier le profil ». Si vous ne s&eacute;lectionnez pas de profil &agrave; copier, votre nouveau profil contiendra les param&egrave;tres par d&eacute;faut, sans de champ ajout&eacute;. Cliquez sur le bouton <em>« Ajouter un profil »</em> pour cr&eacute;er le nouveau profil ; vous serez dirig&eacute; vers le formulaire de modification de ce nouveau profil.</p>

<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
