<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page de s&eacute;lection <em><strong>Mettre &agrave; jour l'aide sur les champs</strong></em> est utilis&eacute;e pour choisir les champs aux fins de modification de l'<em>aide sur les champs</em>. Les liens d'aide sur les champs apparaissent &agrave; c&ocirc;t&eacute; de chaque champ sur les formulaires de saisie de donn&eacute;es, y compris les formulaires d'ajout et de mise &agrave; jour et sur les formulaires de r&eacute;troaction, y compris les formulaires <em>« Proposer un nouveau dossier »</em>. Si de l'aide est disponible, une ic&ocirc;ne repr&eacute;sentant un point d'interrogation appara&icirc;tra &agrave; c&ocirc;t&eacute; du champ sur le formulaire, et s'ouvrira dans une fen&ecirc;tre contextuelle pour y afficher l'aide : <img src="../images/help.gif" alt="Ic&ocirc;ne d'aide" width="17" height="17" border="0" align="texttop">.</p>
<p>Pour modifier le texte d'aide de n'importe quel champ, s&eacute;lectionnez le dans la liste, puis cliquez sur le lien <em>« Modifier l'aide sur les champs »</em>. Si vous souhaitez modifier le nom convivial d'un champ, cela s'effectue dans une autre section (par <em>Configuration de la base de donn&eacute;es &gt; Affichage des champs</em>).</p>
<p>Le fait de cliquer sur les liens <em>« Version imprimable »</em> ouvrira un rapport en version imprimable de toutes les aides sur les champs dans une nouvelle fen&ecirc;tre (l'aide peut &ecirc;tre imprim&eacute;e dans n'importe quelle langue utilis&eacute;e dans la base de donn&eacute;es). Lorsqu'il n'y a pas d'aide existante pour un champ donn&eacute;, la colonne d'aide dans le document imprim&eacute; sera vide.</p>
<p><span class="Alert">Remarques importantes :</span></p>
<ul>
	<li>Des <strong>&eacute;chantillons</strong> d'aide sur les champs peuvent &ecirc;tre fournis lors de l'installation du logiciel, mais vous devriez r&eacute;viser cette aide pour s'assurer qu'elle r&eacute;pond &agrave; vos besoins locaux. Si vous modifiez vos fichiers d'aide, vous devriez conserver une sauvegarde de vos changements et avertir l'administrateur du syst&egrave;me que vous avez effectu&eacute; des changements, au cas o&ugrave; une mise &agrave; jour de l'aide sur les champs distribu&eacute;e est annonc&eacute;e.</li>
	<li>Vous pouvez cr&eacute;er des aides sur les champs pour des champs personnalis&eacute;s comme les descriptions de <em>Publications</em> et les en-t&ecirc;tes. Une fois que vous rendez ces champs disponibles sur des formulaires par la configuration des <em>Publications</em>, elles appara&icirc;tront dans cette liste pour que vous puissiez y ajouter des textes d'aide.</li>
	<li>Il s'agit de plusieurs champs qui sont automatiquement inclus / exclus en haut du formulaire de mise &agrave; jour, y compris le champ Date de mise &agrave; jour et le champ Num&eacute;ro de dossier ; comme le lien vers l'aide sur les champs pour ces champs ajout&eacute;s automatiquement est toujours imprim&eacute;, il est donc recommand&eacute; de s'assurer que de l'aide est disponible pour tous ces champs.</li>
</ul>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
