<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <strong><em>« Groupes de communaut&eacute;s de b&eacute;n&eacute;volat »</em></strong> vous permet de modifier la liste qui appara&icirc;tra dans la l&eacute;gende g&eacute;ographique de la page de r&eacute;sultats de recherche, affichant quels boutons/ic&ocirc;nes correspondent &agrave; quelles r&eacute;gions. Les <em>groupes de communaut&eacute;s</em> sont le lien entre un <em>ensemble de communaut&eacute;s</em> et les <em>communaut&eacute;s</em> qui sont alors associ&eacute;es &agrave; un dossier d'occasion. Dans un ensemble de communaut&eacute;s, chaque communaut&eacute; doit appartenir exactement &agrave; un <em>groupe de communaut&eacute;s</em>, bien que la m&ecirc;me communaut&eacute; de b&eacute;n&eacute;volat puisse faire partie d'autres groupes dans d'autres ensembles. Pour cette raison, vous devez ajouter des <em>groupes de communaut&eacute;s</em> &agrave; votre base de donn&eacute;es avant de pouvoir ajouter des communaut&eacute;s &agrave; votre ensemble.</p>
<p>Si vous n'utilisez pas beaucoup de communaut&eacute;s, vous n'aurez peut-&ecirc;tre pas besoin de les regrouper. Dans ce cas, il est logique de configurer un groupe de communaut&eacute;s pour chaque communaut&eacute; pouvant &ecirc;tre recherch&eacute;e par les utilisateurs (il peut avoir le m&ecirc;me nom que la communaut&eacute;) ; vous devrez quand m&ecirc;me assigner cette communaut&eacute; au groupe de communaut&eacute;s, m&ecirc;me s'ils ont le m&ecirc;me nom.</p>
<p>Si vous avez besoin d'information suppl&eacute;mentaire sur l'organisation des communaut&eacute;s de b&eacute;n&eacute;volat, ensembles de communaut&eacute;s, groupes de communaut&eacute;s et membres de groupe de communaut&eacute;s, consultez la page d'aide sur la page d'administration des communaut&eacute;s de b&eacute;n&eacute;volat.</p>
<p>Dans un <em>ensemble de communaut&eacute;s</em>, chaque <strong><em>« nom de groupe »</em></strong> doit &ecirc;tre unique ; cependant, vous pouvez r&eacute;utiliser le m&ecirc;me nom de groupe dans un autre ensemble de communaut&eacute;s.
<p>Chaque groupe de communaut&eacute;s est associ&eacute; &agrave; un <strong><em>« bouton »</em></strong> <img src="../images/blue_ball.gif" width="12" height="12"> de couleur ou une autre ic&ocirc;ne de votre choix, dans la l&eacute;gende des pages de r&eacute;sultats de recherche. Le nombre de boutons de couleur est limit&eacute; et vous ne pouvez utiliser chaque couleur qu'une fois par ensemble. Pour cette raison, il y a un nombre total maximal de groupes que vous pouvez cr&eacute;er (11 pour le moment), sauf si vous utilisez vos propres ic&ocirc;nes en fournissant une <strong><em>« URL d'image »</em></strong>. &Agrave; noter que ce n'est pas une bonne id&eacute;e d'avoir un trop grand nombre de groupes, car les utilisateurs se sentiront submerg&eacute; par la l&eacute;gende et la liste d'ic&ocirc;nes. Vous pourriez plut&ocirc;t r&eacute;organiser vos groupes en de plus grandes zones de couverture.</p>
<h3>Modifier un groupe existant</h3>
<p>Il est tout &agrave; fait possible de r&eacute;organiser ou renommer vos groupes de communaut&eacute;s en tout temps, puisque vos dossiers ne contiennent aucune information sur les groupes de communaut&eacute;s. On ne peut mettre &agrave; jour qu'un seul groupe de communaut&eacute;s &agrave; la fois. Cliquez sur le bouton <em>« Mettre &agrave; jour »</em> pour sauvegarder vos modifications.</p>
<p>Ce formulaire vous permet seulement de modifier le nom du groupe et l'ic&ocirc;ne associ&eacute;e au groupe ; la modification de <em>communaut&eacute;s</em> sp&eacute;cifiques qui sont membres de ce groupe peut s'effectuer dans le formulaire de configuration pour <em>Membres du groupe de communaut&eacute;s B&eacute;n&eacute;volat</em>.</p>
<h3>Ajouter un nouveau groupe</h3>
<p>La zone pour ajouter un nouveau <em>groupe de communaut&eacute;s</em> est toujours la derni&egrave;re entr&eacute;e sur la page. Saisissez un nom unique pour le groupe de communaut&eacute;s et l'ic&ocirc;ne du bouton de couleur que vous souhaitez utiliser dans la l&eacute;gende des r&eacute;sultats de recherche dans le menu d&eacute;roulant, puis cliquez sur <em>« Ajouter »</em>.</p>
<h3>Retirer un groupe</h3>
<p>Vous ne pouvez supprimer un <em>groupe de communaut&eacute;s</em> que s'il n'est pas utilis&eacute; directement par aucun <em>membre du groupe de communaut&eacute;s B&eacute;n&eacute;volat</em>. Le bouton <em>« Supprimer »</em> ne sera pas visible &agrave; c&ocirc;t&eacute; des communaut&eacute;s qui sont utilis&eacute;es. Vous devrez d'abord r&eacute;assigner les communaut&eacute;s &agrave; un autre groupe avant de pouvoir supprimer la valeur du groupe.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
