<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p class="Alert">Remarque : les contenus de cette page peuvent varier si vous travaillez dans une base de donn&eacute;es avec d'autres membres CIOC (une base de donn&eacute;es <em>« multimembre »</em>).</p>
<p>La page <em><strong>Gestion des agences</strong></em> vous permet d'ajouter une nouvelle agence (c'est-&agrave;-dire un <em>propri&eacute;taire de dossiers</em>) &agrave; la base de donn&eacute;es ou de modifier une agence existante. <span class="Alert">Il est tr&egrave;s important d'avoir une entr&eacute;e pour <strong>chaque code de propri&eacute;taire de dossiers</strong> utilis&eacute; dans des dossiers de votre base de donn&eacute;es, comprenant une adresse courriel et un dossier d'organisme associ&eacute; (centre d'information communautaire) afin que les courriel de r&eacute;troaction soient trait&eacute;s correctement.</span></p>
<h3>Ajouter une nouvelle agence</h3>
<p>Cliquez sur le lien <em>« Ajout d'une nouvelle agence »</em> pour &ecirc;tre dirig&eacute; vers un formulaire de saisie des renseignements sur la nouvelle agence. Les super-utilisateurs globaux (des super-utilisateurs qui contr&ocirc;lent les valeurs partag&eacute;es par tous les membres d'une base de donn&eacute;es) ont la capacit&eacute; de cr&eacute;er une agence pour n'importe quel membre de la base de donn&eacute;es.</p>
<h3>Modifier une agence existante</h3>
<p>Sous le lien <em>« Ajout d'une nouvelle agence »</em> se trouve un tableau listant tous les codes d'agence associ&eacute;s &agrave; votre membri&eacute;t&eacute; CIOC. Ce tableau inclut un d&eacute;compte de tous les utilisateurs, dossiers d'information communautaire et dossiers de b&eacute;n&eacute;volat appartenant &agrave; chaque agence. Cliquez sur le lien « Mettre &agrave; jour » &agrave; c&ocirc;t&eacute; de l'agence/propri&eacute;taire de dossiers que vous souhaitez modifier.</p>
<h3>Agences pour les autres membres</h3>
<p>Si vous travaillez sur une base de donn&eacute;es multimembre, vous pourrez voir une liste des codes d'agence appartenant &agrave; d'autres membres CIOC dans votre base de donn&eacute;es. Vous pourrez s&eacute;lectionner l'un ou plusieurs de ces codes aux fins d'affichage sur vos propres formulaires de mise &agrave; jour et de recherche. Les super-utilisateurs globaux (des super-utilisateurs qui contr&ocirc;lent les valeurs partag&eacute;es par tous les membres de cette base de donn&eacute;es) ont la capacit&eacute; de g&eacute;rer ces agences appartenant &agrave; d'autres membres.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
