<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Les <strong><em>mod&egrave;les de conception</em></strong> contr&ocirc;lent le style / l'apparence de votre base de donn&eacute;es, y compris les couleurs, logos, feuilles de style, en-t&ecirc;tes et pieds de page, etc.</p>
<p>Les mod&egrave;les qui sont contr&ocirc;l&eacute;s exclusivement par une agence particuli&egrave;re ont le code de cette agence &agrave; la fin du nom entre crochets (c'.-&agrave;-d. [ABC]). Vous pourrez s&eacute;lectionner dans la liste des mod&egrave;les que vous ne poss&eacute;dez pas, afin de les consulter, mais ne serez pas capable de les modifier.</p>
<p>Vous disposerez d'un mod&egrave;le int&eacute;gr&eacute; au syst&egrave;me ou plus dans votre base de donn&eacute;es. Vous pouvez consulter ou copier ces mod&egrave;les int&eacute;gr&eacute;s et les utiliser dans vos vues si d&eacute;sir&eacute;, mais ils ne peuvent &ecirc;tre modifi&eacute;s en aucune mani&egrave;re. Les mod&egrave;les du syst&egrave;me sont indiqu&eacute;s par un *.</p>
<h3>Modifier un mod&egrave;le existant</h3>
<p>S&eacute;lectionnez dans le menu d&eacute;roulant le nom du mod&egrave;le que vous souhaitez modifier, puis cliquez sur le bouton <em>« Voir / Modifier le mod&egrave;le »</em>.</p>
<h3>Ajouter un nouveau mod&egrave;le</h3>
<p>Pour cr&eacute;er un nouveau mod&egrave;le, cliquez sur le bouton <em>« Ajouter un Mod&egrave;le »</em> pour &ecirc;tre dirig&eacute; vers le formulaire d'ajout d'un nouveau mod&egrave;le. S'il existe d&eacute;j&agrave; des mod&egrave;les, vous pouvez copier un mod&egrave;le en le s&eacute;lectionnant dans la liste « Copier un mod&egrave;le existant ». Si vous ne s&eacute;lectionnez pas de mod&egrave;le &agrave; copier, votre nouveau mod&egrave;le contiendra les param&egrave;tres par d&eacute;faut.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
