<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>L'outil de <strong><em>Gestion des ensembles de communaut&eacute;s des occasions de b&eacute;n&eacute;volat</em></strong> vous permet de r&eacute;viser les attributions des <em>occasions de b&eacute;n&eacute;volat</em> &agrave; des <em>ensembles de communaut&eacute;s</em> sp&eacute;cifiques, et d'ajouter ou de retirer un certain nombre d'occasions d'un ensemble en m&ecirc;me temps. C'est un <strong>outil tr&egrave;s important</strong>, car m&ecirc;me les super-utilisateurs ne peuvent pas autrement modifier l'attribution d'un ensemble de communaut&eacute;s &agrave; des dossiers dans aucune des <em>vues</em> auxquelles ils ont acc&egrave;s.</p>
<p>La premi&egrave;re page de l'outil, la page Statut, affiche un tableau avec la liste des <em>ensembles de communaut&eacute;s</em> dans la base de donn&eacute;es. Le tableau indique combien d'<em>occasions de b&eacute;n&eacute;volat</em> ont &eacute;t&eacute; assign&eacute;es &agrave; chaque ensemble et combien ont &eacute;t&eacute; ignor&eacute;es. Les d&eacute;comptes d'occasions supprim&eacute;es et expir&eacute;es sont distincts et mis en valeur dans la couleur d'<em class="Alert">Alerte</em>. Le bouton <strong>Modifier</strong> &agrave; c&ocirc;t&eacute; de chaque ensemble de communaut&eacute; dirige vers une page pour trouver les occasions &agrave; ajouter ou &agrave; retirer de l'ensemble.</p>
<p>En bas de la page Statut, vous pourriez voir un message en couleur d'<em>alerte</em> indiquant si des occasions sont orphelines - celles qui n'ont &eacute;t&eacute; assign&eacute;es &agrave; aucun ensemble. Ce n'est pas tr&egrave;s grave s'il existe des dossiers supprim&eacute;s ou expir&eacute;s. Mais faites attention &agrave; ne pas laisser orphelines des occasions qui ne sont ni supprim&eacute;es ni expir&eacute;es. On peut identifier les orphelines facilement dans la derni&egrave;re page de cet outil durant le processus d'<em>ajout</em>, car il n'y aura aucune valeur pour leurs ensembles de communaut&eacute;s existants.</p>
<p>Dans une base de donn&eacute;es multimembre, vous pourriez voir une r&eacute;f&eacute;rence &agrave; des dossiers <em>« locaux »</em> (ceux appartenant &agrave; votre membri&eacute;t&eacute;) et des dossiers <em>« partag&eacute;s »</em> (ceux appartenant &agrave; d'autres membres de votre base de donn&eacute;es). Si d'autres membres ont partag&eacute; des dossiers avec vous, vous pouvez ajouter ces dossiers &agrave; vos ensembles de communaut&eacute;s pour les rendre visibles dans vos vues.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
