<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Les pages de gestion des versions du texte normalis&eacute; de mise &agrave; jour par courriel vous permettent de personnaliser des sections du courriel de demande de mise &agrave; jour. Vous pouvez cr&eacute;er plusieurs textes pr&eacute;d&eacute;finis diff&eacute;rents pour chaque type de message (mise &agrave; jour d'organisme / programme dans Information communautaire, mise &agrave; jour d'occasion de b&eacute;n&eacute;volat, mise &agrave; jour d'organisme de b&eacute;n&eacute;volat dans « Toutes les occasions »). Un message doit &ecirc;tre d&eacute;sign&eacute; comme message par d&eacute;faut pour chaque type ; le message par d&eacute;faut sera s&eacute;lectionn&eacute; en premier quand vous cr&eacute;erez une nouvelle demande de mise &agrave; jour par courriel. Si il existe plusieurs valeurs de texte du courriel de mise &agrave; jour, vous pourrez choisir entre eux au moment de l'envoi.</p>
<h3>Ajouter un nouveau texte de courriel</h3>
<p>Pour cr&eacute;er un nouveau texte de courriel pour le type de message actuel (mise &agrave; jour d'organisme / programme dans Information communautaire, mise &agrave; jour d'occasion de b&eacute;n&eacute;volat, mise &agrave; jour d'organisme de b&eacute;n&eacute;volat pour « Toutes les occasions »), cliquez sur le bouton <em>« Ajouter un texte de courriel normalis&eacute; »</em>. De mani&egrave;re optionnelle, vous pouvez copier un texte existant.</p>
<h3>Modifier un texte de courriel existant</h3>
<p>Pour modifier un texte de courriel existant, s&eacute;lectionnez-le dans le menu d&eacute;roulant, puis cliquez sur <em>« Voir / Modifier le texte du courriel normalis&eacute; »</em>. &Agrave; noter que chaque type de message (mise &agrave; jour d'organisme / programme dans Information communautaire, mise &agrave; jour d'occasion de b&eacute;n&eacute;volat, mise &agrave; jour d'organisme de b&eacute;n&eacute;volat dans « Toutes les occasions ») est g&eacute;r&eacute; s&eacute;par&eacute;ment et est disponible depuis des liens diff&eacute;rents sur la page de configuration g&eacute;n&eacute;rale du logiciel.</p>
<h3>Modifier la valeur par d&eacute;faut</h3>
<p>Pour changer le texte par d&eacute;faut dans la base de donn&eacute;es, vous devez aller sur la page du texte que vous souhaitez par d&eacute;faut et cocher la case appropri&eacute;e.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
