<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Les <strong><em>Types d'utilisateur</em></strong> repr&eacute;sentent les restrictions de s&eacute;curit&eacute; de l'utilisateur, dictant les renseignements auxquels l'utilisateur aura acc&egrave;s et quels changements (le cas &eacute;ch&eacute;ant) il pourra apporter &agrave; ces renseignements. La s&eacute;lection d'un <em>type d'utilisateur</em> &eacute;tablira quelle vue l'utilisateur utilisera lors de la connexion et quelles autorisations il aura pour modifier des donn&eacute;es, exporter des dossiers, faire des changements de configuration, etc. Les types d'utilisateurs sont &eacute;tablis individuellement pour chaque module de la base de donn&eacute;es (Information communautaire et B&eacute;n&eacute;volat).</p>
<p>La page <em>G&eacute;rer les types d'utilisateur</em> vous permet de cr&eacute;er ou de modifier plusieurs types d'utilisateurs, qui peuvent alors &ecirc;tre attribu&eacute;s &agrave; des utilisateurs. Par exemple, vous pouvez d&eacute;cider de cr&eacute;er plusieurs types d'utilisateurs pour vos administrateurs de base de donn&eacute;es, le personnel d'I&amp;R, les b&eacute;n&eacute;voles ou un tiers partenaire ayant une <em>vue</em> sp&eacute;ciale.</p>
<h3>Modifier un type d'utilisateur existant</h3>
<p>Pour consulter ou modifier les param&egrave;tres d'un type d'utilisateur existant, s&eacute;lectionnez le dans la liste, puis cliquez sur <em>« Voir / Modifier un type d'utilisateur »</em>.</p>
<h3>Cr&eacute;er un nouveau type d'utilisateur</h3>
<p>Pour cr&eacute;er un nouveau type d'utilisateur, s&eacute;lectionnez <em>&gt;&gt;CR&Eacute;ER&lt;&lt;</em> dans le menu d&eacute;roulant, puis cliquez sur le bouton <em>« Voir / Modifier un type d'utilisateur »</em> pour &ecirc;tre dirig&eacute; vers le formulaire d'ajout d'un nouveau type d'utilisateur.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
