<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Cette page vous permet de modifier les d&eacute;tails d'un profil Excel, y compris les &eacute;l&eacute;ments de donn&eacute;es &agrave; inclure et dans quelles vues on peut y acc&eacute;der. Pour de l'information g&eacute;n&eacute;rale sur les profils Excel, consultez le fichier d'aide sur la page <a href="pagehelp?Page=stats.asp&Ln=en-CA">G&eacute;rer les profils Excel</a>.</p>

<h4>Nom du profil</h4>
<p>Un nom unique pour le profil. Utilis&eacute; pour s&eacute;lectionner le profil au cours de la proc&eacute;dure d'exportation.</p>

<h4>Vues</h4>
<p>Pour rendre ce profil Excel accessible aux fins d'utilisation, vous devez l'activer dans une ou plusieurs vues. Pour des raisons de s&eacute;curit&eacute;, il est recommand&eacute; de n'activer chaque profil que dans les vues o&ugrave; il est n&eacute;cessaire.</p>

<h4>Champs</h4>
<p>Les champs peuvent &ecirc;tre ajout&eacute;s &agrave; votre profil de sortie Excel ou utilis&eacute;s pour ordonner les colonnes dans le fichier. Il n'est pas n&eacute;cessaire qu'un champ poss&egrave;de une valeur &agrave; la fois dans les colonnes <em>« Ordre des colonnes »</em> et <em>« Ordre de tri des dossiers »</em>. Le placement par ordre des colonnes ou par ordre de tri des dossiers se fait en ordonnant d'abord par le num&eacute;ro indiqu&eacute;, puis par le nom du champ. Vous pouvez utiliser le m&ecirc;me num&eacute;ro plusieurs fois pour plusieurs champs si vous souhaitez les ordonner par ordre alphab&eacute;tique (par exemple, vous pouvez indiquer 0 pour chaque champ s&eacute;lectionn&eacute; dans <em>« Ordre des colonnes »</em> et cela placera automatiquement les colonnes du tableau par ordre alphab&eacute;tique ; vous pouvez ajouter tous les champs de Niveau 1 d'org. &agrave; Niveau 5 d'org. avec un valeur de 0, et cela les ordonnera en commen&ccedil;ant par le niveau 1, puis le niveau 2, puis le niveau 3, et ainsi de suite. La valeur maximale pouvant &ecirc;tre indiqu&eacute;e est 255 et il n'est pas obligatoire que les num&eacute;ros soient s&eacute;quentiels ; en fait, si vous ajoutez des &eacute;l&eacute;ments par incr&eacute;ment de 10, cela vous laisse de la place entre chaque champ pour en ajouter dans le futur.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
