<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Les pages <strong><em>Ajouter/ Modifier un mod&egrave;le</em></strong> vous permettent de modifier un mod&egrave;le cr&eacute;&eacute; auparavant ou de cr&eacute;er un nouveau mod&egrave;le de conception. Les mod&egrave;les de conception rassemblent plusieurs &eacute;l&eacute;ments de conception (mise en page, couleurs, styles) pour vous aider &agrave; modifier l'apparence de n'importe quelle vue dans votre base de donn&eacute;es.</p>
<p>Si vous modifiez ou copiez un mod&egrave;le existant, le contenu du mod&egrave;le existant sera ins&eacute;r&eacute; dans les champs du formulaire ; autrement, vous aurez un formulaire vide avec lequel cr&eacute;er un nouveau mod&egrave;le.</p>
<p>Les &eacute;l&eacute;ments primaires &agrave; inclure dans la conception d'un mod&egrave;le depuis cette page :</p>
<ul>
	<li>les liens externes pour introduire des logos, ic&ocirc;nes, feuilles de style (CSS) et fichiers JavaScript</li>
	<li>avis de droit d'auteur</li>
	<li>s&eacute;lection de polices, couleurs, arri&egrave;res-plan, etc.</li>
	<li>s&eacute;lection d'une mise en page avec en-t&ecirc;te et pied de page et &eacute;l&eacute;ments de menu facultatifs pour chacun d'eux</li>
	<li>s&eacute;lection d'une mise en page pour la recherche (page principale) et &eacute;l&eacute;ments de menu facultatifs</li>
</ul>
<p>La seconde moiti&eacute; de la configuration du mod&egrave;le - tout ce qui suit la s&eacute;lection de mise en page - traite des diff&eacute;rents &eacute;l&eacute;ments de l'interface utilisateur jQuery UI. jQuery est une biblioth&egrave;que JavaScript largement utilis&eacute;e dans le logiciel CIOC, et jQuery UI est une biblioth&egrave;que de styles compl&eacute;mentaire. Pour des renseignements suppl&eacute;mentaires sur jQuery UI, consultez <a href="http://jqueryui.com/" target="_blank">http://jqueryui.com/</a> (en anglais).</p>
<p>On peut trouver plus d'informations sur la cr&eacute;ation et la modification de mod&egrave;les dans les r&eacute;f&eacute;rences (y compris les vid&eacute;os de formation) du site de la communaut&eacute; CIOC, sur <a href="http://community.cioc.ca/" target="_blank">http://community.cioc.ca/</a> (en anglais). Toute question ou difficult&eacute; rencontr&eacute;e lors de la cr&eacute;ation d'un mod&egrave;le peut &ecirc;tre post&eacute;e sur le <a href="http://community.cioc.ca/message-board" target="_blank">Babillard de la communaut&eacute; CIOC</a> (en anglais), o&ugrave; d'autres utilisateurs ou le personnel d'assistance de CIOC vous aideront &agrave; r&eacute;pondre &agrave; des questions ou difficult&eacute;s sp&eacute;cifiques. Il n'est pas possible de traiter des feuilles de style, en-t&ecirc;tes et pieds de page HTML personnalis&eacute;s, JavaScript, etc. dans ce document d'aide ; les questions doivent &ecirc;tre post&eacute;es sur le babillard cit&eacute; plus haut.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
