<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <strong><em>« Communaut&eacute;s de b&eacute;n&eacute;volat »</em></strong> vous permet de modifier la liste des <em>communaut&eacute;s de B&eacute;n&eacute;volat</em> qui appara&icirc;tront comme crit&egrave;re pour le champ <em>« Centres d'int&eacute;r&ecirc;t / Nombre de postes » (NUM_NEEDED)</em> sur vos pages de recherche et dans les formulaires de r&eacute;troaction et de saisie. &Agrave; noter que cela sert &agrave; pr&eacute;ciser les valeurs du formulaire de recherche et les valeurs par d&eacute;faut des formulaires de saisie ; mais vous pouvez pas ajouter n'importe quelle communaut&eacute; &agrave; vos dossiers, mais si elle ne fait pas partie de votre ensemble de communaut&eacute;s.</p>
<p>Les <em>groupes de communaut&eacute;s</em> sont le lien entre un <em>ensemble de communaut&eacute;s</em> et les <em>communaut&eacute;s</em> qui sont alors associ&eacute;es &agrave; un dossier d'occasion. Dans un ensemble de communaut&eacute;s, chaque communaut&eacute; doit appartenir exactement &agrave; un <em>groupe de communaut&eacute;s</em>, bien que la m&ecirc;me communaut&eacute; de b&eacute;n&eacute;volat puisse faire partie d'autres groupes dans d'autres ensembles. Pour cette raison, vous devez ajouter des <em>groupes de communaut&eacute;s</em> &agrave; votre base de donn&eacute;es avant de pouvoir ajouter des communaut&eacute;s &agrave; votre ensemble.</p>
<p>Si vous n'utilisez pas beaucoup de communaut&eacute;s, vous n'aurez peut-&ecirc;tre pas besoin de les regrouper. Dans ce cas, il est logique de configurer un groupe de communaut&eacute;s pour chaque communaut&eacute; pouvant &ecirc;tre recherch&eacute;e par les utilisateurs (il peut avoir le m&ecirc;me nom que la communaut&eacute;) ; vous devrez quand m&ecirc;me assigner cette communaut&eacute; au groupe de communaut&eacute;s, m&ecirc;me s'ils ont le m&ecirc;me nom.</p>
<p>Si vous avez besoin d'information suppl&eacute;mentaire sur l'organisation des communaut&eacute;s de b&eacute;n&eacute;volat, ensembles de communaut&eacute;s, groupes de communaut&eacute;s et membres de groupe de communaut&eacute;s, consultez la page d'aide sur la page d'administration des communaut&eacute;s de b&eacute;n&eacute;volat.</p>
<p class="Alert">Remarque : la liste globale des communaut&eacute;s est une ressource partag&eacute;e qui est &eacute;galement utilis&eacute;e dans le module Information Communautaire ; elle peut &ecirc;tre modifi&eacute;e dans la liste partag&eacute;e des syst&egrave;mes de classification dans la page de configuration g&eacute;n&eacute;rale.</p>
<h3>Modifier une communaut&eacute; existante</h3>
<p>Le seul changement que vous pouvez effectuer sur une communaut&eacute; existante est le <em>groupe de communaut&eacute;s</em> auquel elle appartient. Si vous devez modifier une <em>communaut&eacute;</em> utilis&eacute;e, vous devrez ajouter une nouvelle communaut&eacute; et retirer la r&eacute;f&eacute;rence &agrave; la communaut&eacute; initiale.</p>
<p>On ne peut mettre &agrave; jour qu'une seule communaut&eacute; &agrave; la fois. Cliquez sur le bouton <em>« Mettre &agrave; jour »</em> pour sauvegarder vos modifications.</p>
<h3>Ajouter une nouvelle communaut&eacute;</h3>
<p>La zone pour ajouter une nouvelle communaut&eacute; est toujours la derni&egrave;re entr&eacute;e sur la page. S&eacute;lectionnez un nom pour la <em>communaut&eacute;</em>, ainsi que le <em>groupe de communaut&eacute;s</em> auquel vous souhaitez l'associer dans le menu d&eacute;roulant, puis cliquez sur <em>« Ajouter »</em>.</p>
<h3>Retirer une communaut&eacute;</h3>
<p>Quand vous <em>« supprimez »</em> une communaut&eacute; de cette liste de membres du groupe, vous ne pouvez pas modifier les donn&eacute;es trouv&eacute;es dans les dossiers d'occasions. C'est pourquoi l'option pour supprimer de cette liste est toujours disponible. Une fois qu'une communaut&eacute; a &eacute;t&eacute; supprim&eacute;e de la liste des membres du groupe, elle ne sera plus disponible sur aucun formulaire pour cet ensemble de communaut&eacute;, <strong>sauf</strong> s'il existe d&eacute;j&agrave; des donn&eacute;es dans le dossier d'occasion pour la communaut&eacute; dans le champ <em>« Centres d'int&eacute;r&ecirc;t / Nombre de postes » (NUM_NEEDED)</em>.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
