<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<ul>
	<li>Zones de recherche alternatives et Communaut&eacute;s appartenant &agrave; la hi&eacute;rarchie normalis&eacute;e</li>
	<li><a href="#adding">Ajouter une nouvelle communaut&eacute;</a></li>
	<li><a href="#editing">Modifier une communaut&eacute; existante</a></li>
	<li><a href="#languages">Travailler avec les langues</a></li>
</ul>
<p>Cette page est utilis&eacute;e soit pour ajouter une nouvelle communaut&eacute; &agrave; la base de donn&eacute;es, soit pour modifier les informations d'une communaut&eacute; existante. La plupart du temps, les champs sont identiques que vous ajoutiez une communaut&eacute; ou modifiez une communaut&eacute; existante. De l'information suppl&eacute;mentaire est disponible pour modifier une communaut&eacute; existante. Voir plus bas.</p>
<p class="Alert">N'oubliez pas qu'il s'agit d'un syst&egrave;me de classification partag&eacute;, utilis&eacute; &agrave; la fois dans les modules Information communautaire et Occasions de b&eacute;n&eacute;volat. Soyez respectueux des agences partenaires lorsque vous modifiez ces valeurs.</p>
<hr>
<a name="adding"></a>
<h3>Zones de recherche alternatives et Communaut&eacute;s appartenant &agrave; la hi&eacute;rarchie normalis&eacute;e</h3>
<p>Il existe deux types de communaut&eacute;s, qui peuvent toutes &ecirc;tre ajout&eacute;es aux formulaires de recherche et aux dossiers :</p>
<ul>
	<li><strong>Communaut&eacute;s appartenant &agrave; la hi&eacute;rarchie normalis&eacute;e</strong> - celles-ci constituent la liste de base des communaut&eacute;s, regroupant de petites r&eacute;gions sous de plus grandes r&eacute;gions. Chacune de ces communaut&eacute;s poss&egrave;de exactement une communaut&eacute; m&egrave;re.</li>
	<li><strong>Zones de recherche alternatives</strong> - celles-ci offrent un moyen de d&eacute;crire des r&eacute;gions qui ne correspondent pas &agrave; la hi&eacute;rarchie, par exemple parce qu'une zone s'&eacute;tend au-del&agrave; de fronti&egrave;res ou regroupe plusieurs autres r&eacute;gions sous une appellation sp&eacute;ciale, comme une zone de services de sant&eacute;.</li>
</ul>
<p>Le formulaire de saisie des donn&eacute;es sur cette page d&eacute;pend du type de communaut&eacute; que vous modifiez.</p>
<h3>Ajouter une nouvelle communaut&eacute;</h3>
<p><strong>Remarque :</strong> les communaut&eacute;s que vous ajoutez &agrave; la base de donn&eacute;es, autrement que par l'importation du registre officiel, sont consid&eacute;r&eacute;es <em>locales</em> ou <em>non-autoris&eacute;es</em>. Toute communaut&eacute; cr&eacute;&eacute;e localement sera disponible dans <em>votre</em> syst&egrave;me, mais <em>ne sera pas</em> disponible dans les autres bases de donn&eacute;es CIOC. Afin d'« autoriser » vos communaut&eacute;s, veuillez soumettre vos demandes de changement par le <a href="http://community-repository.cioc.ca" target="_blank">Registre des communaut&eacute;s CIOC</a>.</p>
<h4>Nom</h4>
<p>Saisissez le nom de la nouvelle communaut&eacute; ici. &Agrave; noter que si vous essayez de saisir un nom de communaut&eacute; qui est d&eacute;j&agrave; utilis&eacute; dans la base de donn&eacute;es, vous recevrez un message d'erreur lors de la soumission du formulaire. On vous demandera alors de retourner au formulaire et de r&eacute;essayer. Vous pourriez devoir faire preuve d'imagination pour vos noms de communaut&eacute;s si vous trouvez des doublons dans la base de donn&eacute;es. Si vous utilisez une version multilingue du logiciel, vous pouvez &eacute;galement saisir les noms dans d'autres langues, si ceux-ci sont diff&eacute;rents.</p>
<h4>Affichage</h4>
<p>Vous pouvez saisir une version diff&eacute;rente du nom de la communaut&eacute;, pour l'utilisation dans les formulaires de recherche et sous la valeur <em>« Situ&eacute; &agrave; »</em> des r&eacute;sultats de recherche. Cela s'av&egrave;re particuli&egrave;rement utile si vous devez modifier ou allonger le nom afin de cr&eacute;er un nom de communaut&eacute; unique. Si vous utilisez une version multilingue du logiciel, vous pouvez &eacute;galement saisir une version en fran&ccedil;ais du nom d'affichage, si celui-ci est diff&eacute;rent du nom anglais.</p>
<h4>Communaut&eacute; m&egrave;re</h4>
<p><em>Chaque</em> communaut&eacute; saisie appartient &agrave; une communaut&eacute; m&egrave;re, sauf la communaut&eacute; la plus &eacute;lev&eacute;e dans la hi&eacute;rarchie (Inconnu). Quand vous saisissez un nouveau nom de communaut&eacute;, vous <em>devez</em> &eacute;galement assigner une communaut&eacute; m&egrave;re. Cette information est n&eacute;cessaire pour les recherches bas&eacute;es sur les champs <em>« Lieu »</em> et <em>« Secteurs desservis »</em> dans la base de donn&eacute;es. Si vous ne savez pas quelle communaut&eacute; m&egrave;re choisir, vous pouvez utiliser l'outil <a href="../comfind.asp">Localisateur de communaut&eacute;s</a> qui est attach&eacute; aux formulaires de cr&eacute;ation / mise &agrave; jour (dans les champs <em>« Lieu »</em> et <em>« Secteurs desservis »</em>), afin de d&eacute;terminer cette information. S&eacute;lectionnez une valeur dans le menu d&eacute;roulant <em>« Communaut&eacute; m&egrave;re »</em> pour assigner un nom de communaut&eacute; nouvellement ajout&eacute;.</p>
<h4>Province, &Eacute;tat ou Pays</h4>
<p>De mani&egrave;re optionnelle, vous pouvez pr&eacute;ciser la province, l'&eacute;tat ou le pays en s&eacute;lectionnant dans la liste d&eacute;roulante propos&eacute;e. Cela est n&eacute;cessaire uniquement pour distinguer les cas o&ugrave; plusieurs communaut&eacute;s ont le m&ecirc;me nom.</p>
<h4>Noms alternatifs</h4>
<p>Vous pouvez donner un nom alternatif ou plus &agrave; chaque communaut&eacute; ; ceux-ci doivent &ecirc;tre diff&eacute;rents des autres noms de communaut&eacute; dans la base de donn&eacute;es. Les noms alternatifs n'apparaissent nulle part dans le logiciel, mais sont utilis&eacute;s lors des recherches par communaut&eacute;, comme sur la bo&icirc;te « Autre communaut&eacute; » sur la page de recherche, ou lors de la saisie des donn&eacute;es.</p>
<h4>Rechercher des communaut&eacute;s</h4>
<p>En mode de gestion d'une zone de recherche alternative, une section suppl&eacute;mentaire est ajout&eacute;e au formulaire pour vous permettre de s&eacute;lectionner quelles communaut&eacute;s dans la hi&eacute;rarchie seront recherch&eacute;es, chaque fois que cette zone de recherche alternative est utilis&eacute;e. Le fait d'ajouter une zone de recherche alternative &agrave; un dossier ou un formulaire de recherche revient &agrave; ajouter toutes les communaut&eacute;s s&eacute;lectionn&eacute;es &agrave; cette section.</p>

<a name="editing"></a>
<h3>Modifier une communaut&eacute; existante</h3>
<p>Le formulaire pour modifier une communaut&eacute; existante affiche tous les champs list&eacute;s plus haut dans <em>« Ajouter une communaut&eacute; »</em>, ainsi qu'une section Statut et un lien de recherche pour consulter les dossiers associ&eacute;s &agrave; la communaut&eacute; en question.</p>
<h4>Statut</h4>
<p>La section <strong>Statut</strong> indique la mani&egrave;re dont la communaut&eacute; est utilis&eacute;e par les dossiers d'organismes / programmes ou les dossiers d'occasions de b&eacute;n&eacute;volat, d'autres communaut&eacute;s ou des &eacute;l&eacute;ments connexes comme les lignes de bus ou les quartiers.</p>
<p>Si la communaut&eacute; n'est pas utilis&eacute;e, un bouton de suppression sera disponible. Si vous voulez supprimer cette communaut&eacute; et qu'il n'y a pas de bouton de suppression disponible, vous devrez d'abord retirer la communaut&eacute; de tous les dossiers ou utilisateurs auxquels elle est associ&eacute;e, puis revenir sur cette page.</p>
<p><span class="Alert">Remarque : il n'est pas recommand&eacute; de supprimer une communaut&eacute; autoris&eacute;e. Si vous souhaitez sugg&eacute;rer des modifications sur les communaut&eacute;s autoris&eacute;es, veuillez soumettre vos demandes de changement par le <a href="http://community-repository.cioc.ca" target="_blank">Registre des communaut&eacute;s CIOC</a>.</span></p>

<a name="languages"></a>
<h3>Travailler avec les langues</h3>
<p>Dans les bases de donn&eacute;es multilingues, le logiciel utilisera par d&eacute;faut les langues de travail normales de votre base de donn&eacute;es (en g&eacute;n&eacute;ral, anglais et fran&ccedil;ais). Si des langues suppl&eacute;mentaires peuvent &ecirc;tre modifi&eacute;es, vous aurez acc&egrave;s &agrave; des cases &agrave; cocher en haut du formulaire ; s&eacute;lectionnez les langues suppl&eacute;mentaires que vous voulez modifier en cochant la case &agrave; c&ocirc;t&eacute; de la langue pour l'ajouter au formulaire.</p>
<p>Remarque importante : si vous ne pr&eacute;cisez pas de valeur dans chaque langue, le nom de la premi&egrave;re langue disponible sera utilis&eacute;. Il n'est pas n&eacute;cessaire de copier le nom dans chaque langue, mais ce n'est pas grave de le faire non plus.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
