<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <em>G&eacute;rer les codes de publications pour l'exportation</em> vous permet de s&eacute;lectionner quels codes de distribution &agrave; inclure dans le champs <em>Publication</em> des dossiers &agrave; exporter. Pour ajouter une nouvelle publication &agrave; la liste, s&eacute;lectionnez-l&agrave; dans la liste d&eacute;roulante en bas du formulaire, puis cliquez sur le bouton <em>« Ajouter »</em>. Il est possible qu'aucun code de publication ne soit disponible sur cette page, si aucun n'existe dans votre application. Apr&egrave;s avoir ajout&eacute; le code de publication, vous pouvez le retirer en cliquant sur le bouton <em>« Supprimer »</em> &agrave; c&ocirc;t&eacute; du code de publication.</p>
<p>Pour chaque publication s&eacute;lectionn&eacute;e, vous avez le choix d'y inclure toute description ou en-t&ecirc;te g&eacute;n&eacute;ral associ&eacute; &agrave; la publication. Cochez ou d&eacute;cochez les cases indiquant si vous souhaitez inclure les descriptions en en-t&ecirc;tes g&eacute;n&eacute;raux d'une publication, puis cliquez sur le bouton <em>« Mettre &agrave; jour »</em> pour sauvegarder vos changements. Vous devez sauvegarder les changements pour chaque publication &agrave; la fois.</p>
<p><span class="Alert">Remarque importante :</span> le fait de s&eacute;lectionner des codes de <em>publication</em> particuliers pour vos profils <strong>n'affecte pas</strong> le choix des dossiers &agrave; exporter, seulement les contenus du champ <em>Publication</em> que vous envoyez. Les dossiers &agrave; envoyer sont s&eacute;lectionn&eacute;s au moment de l'exportation.</p>
<p class="Alert">Les changements soumis sont mis en &oelig;uvre imm&eacute;diatement. Il n'est pas n&eacute;cessaire de soumettre le formulaire principal de modification du profil d'exportation pour sauvegarder vos modifications.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
