<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <strong><em>Gestion des communaut&eacute;s</em></strong> vous permet d'ajouter une nouvelle communaut&eacute; &agrave; la base de donn&eacute;es ou de modifier une communaut&eacute; existante. Vous pouvez &eacute;galement charger un nouveau fichier depuis le <a href="http://community-repository.cioc.ca" target="_blank">Registre des communaut&eacute;s</a> pour mettre &agrave; jour toute la liste.</p>
<p>Il existe deux types de communaut&eacute;s :</p>
<ul>
	<li><strong>Communaut&eacute;s appartenant &agrave; la hi&eacute;rarchie normalis&eacute;e</strong> - chacune de ces communaut&eacute;s poss&egrave;de exactement un parent.</li>
	<li><strong>Zones de recherche alternatives</strong> - celles-ci offrent un moyen d'utiliser des r&eacute;gions qui ne correspondent pas &agrave; la hi&eacute;rarchie, par exemple parce qu'une zone s'&eacute;tend au-del&agrave; de fronti&egrave;res ou regroupe plusieurs autres r&eacute;gions sous une appellation sp&eacute;ciale.</li>
</ul>
<h3>Ajouter une nouvelle communaut&eacute;</h3>
<p>On peut cr&eacute;er de nouvelles communaut&eacute;s ou de nouvelles zones de recherche alternatives en cliquant sur les liens appropri&eacute;s en haut de la page.</p>
<p>Le logiciel CIOC est g&eacute;n&eacute;ralement fourni avec un ensemble de valeurs de communaut&eacute;s <em>« autoris&eacute;es »</em> existant, bas&eacute; sur les valeurs du registre des communaut&eacute;s CIOC. Toute nouvelle communaut&eacute; cr&eacute;&eacute;e par des utilisateurs sera marqu&eacute;e comme <em>« locale »</em> ; les communaut&eacute;s locales sont d&eacute;sign&eacute;es par un * dans le menu d&eacute;roulant.</p>
<h3>Modifier une communaut&eacute; existante</h3>
<p>S&eacute;lectionnez dans le menu d&eacute;roulant le nom de la communaut&eacute; que vous souhaitez modifier, puis cliquez sur le bouton <em>« Cr&eacute;er / Modifier une communaut&eacute; »</em>.</p>
<h3>Mettre &agrave; jour la version des communaut&eacute;s</h3>
<p>Si vous souhaitez mettre &agrave; jour vos valeurs &agrave; l'aide d'un fichier extrait du registre des communaut&eacute;s CIOC, utilisez ce lien pour charger un fichier &agrave; jour.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
