<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Cette page vous permet de modifier les d&eacute;tails d'un profil d'exportation, y compris les &eacute;l&eacute;ments de donn&eacute;es &agrave; inclure et dans quelles vues on peut y acc&eacute;der.</p>
<h3>Configuration g&eacute;n&eacute;rale du profil</h3>
<ul>
	<li><strong>Langue</strong> - pr&eacute;ciser les langues des dossiers &agrave; exporter (pr&eacute;sentement, seuls anglais et fran&ccedil;ais peuvent &ecirc;tre s&eacute;lectionn&eacute;s pour l'exportation).</li>
	<li><strong>Nom</strong> - le nom unique du profil. Utilis&eacute; pour s&eacute;lectionner le profil au cours de la proc&eacute;dure d'exportation.</li>
	<li><strong>Renseignements sur la base de donn&eacute;es source</strong> - pr&eacute;ciser un nom pour votre base de donn&eacute;es, un lien vers votre base de donn&eacute;es ou votre site web, et la vue accessible publiquement dans laquelle vous souhaitez qu'un destinataire envoie les demandes de mises &agrave; jour aux dossiers (cela cr&eacute;era un lien vers le formulaire de r&eacute;troaction dans cette vue).</li>
	<li><strong>Profils de confidentialit&eacute;</strong> - si vous utilisez des profils de confidentialit&eacute; dans votre base de donn&eacute;es, pr&eacute;cisez si le destinataire est autoris&eacute; &agrave; acc&eacute;der aux renseignements priv&eacute;s. <span class="Alert">En cas de doute, n'incluez <em>pas</em> de renseignements priv&eacute;s !</span></li>
	<li><strong>Dans les vues</strong> - pour rendre ce profil accessible aux fins d'utilisation, vous devez l'activer dans une ou plusieurs vues. Pour des raisons de s&eacute;curit&eacute;, il est recommand&eacute; de n'activer chaque profil que dans les vues o&ugrave; il est n&eacute;cessaire.</li>
</ul>
<h3>« Inclure les donn&eacute;es » : g&eacute;rer les &eacute;l&eacute;ments de donn&eacute;es pour le profil</h3>
<p>Les &eacute;l&eacute;ments de donn&eacute;es pouvant &ecirc;tre inclus dans le profil sont modifi&eacute;s par une succession de fen&ecirc;tres contextuelles reli&eacute;es au formulaire. Les changements apport&eacute;s dans les fen&ecirc;tres contextuelles sont trait&eacute;s ind&eacute;pendamment des autres renseignements du formulaire. Cette section vous permet de s&eacute;lectionner les champs, codes de distribution et codes de publication &agrave; inclure, mais ne pr&eacute;cise pas quels dossiers sont inclus. <strong>Les dossiers doivent &ecirc;tre s&eacute;lectionn&eacute;s au moment de l'exportation et seront &eacute;tablis en partie en fonction de la vue dans laquelle travaille l'utilisateur.</strong></p>
<ul>
	<li><strong>G&eacute;rer les champs</strong> - s&eacute;lectionnez les champs de la base de donn&eacute;es &agrave; inclure.</li>
	<li><strong>G&eacute;rer les distributions</strong> - s&eacute;lectionnez les codes de distribution &agrave; inclure dans le champ <em>Distribution</em>.</li>
	<li><strong>G&eacute;rer les publications</strong> - s&eacute;lectionnez les codes de publication &agrave; inclure dans le champ <em>Publication</em>. Vous pourrez &eacute;galement choisir d'inclure les renseignements relatifs aux <em>Descriptions des publications</em> et <em>En-t&ecirc;te g&eacute;n&eacute;raux</em> pour chaque code s&eacute;lectionn&eacute;.</li>
</ul>
<p><span class="Alert">Remarque importante :</span> le fait de s&eacute;lectionner des codes de <em>publication</em> ou de <em>distribution</em> particuliers pour vos profils <strong>n'affecte pas</strong> le choix des dossiers &agrave; exporter, seulement les contenus des champs <em>Publication</em> ou <em>Distribution</em> que vous envoyez.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
