<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <strong><em>Gestion des utilisateurs</em></strong> est accessible aux utilisateurs ayant des niveaux de s&eacute;curit&eacute; leur permettant de g&eacute;rer des utilisateurs.</p>
<h4 class="Alert">REMARQUES IMPORTANTES</h4>
<ul>
	<li>Seuls les utilisateurs d&eacute;sign&eacute;s comme super-utilisateurs peuvent modifier les param&egrave;tres de compte pour un autre super-utilisateur.</li>
	<li>Vous ne pouvez modifier que les informations d'un type d'utilisateur pour les modules dans lesquels vous d&eacute;tenez des privil&egrave;ges de gestion des utilisateurs.</li>
	<li>Les utilisateurs qui d&eacute;tiennent des privil&egrave;ges de gestion des utilisateurs, mais qui ne sont pas super-utilisateurs, peuvent modifier les comptes des utilisateurs &eacute;quivalents ou avec des niveaux de s&eacute;curit&eacute; inf&eacute;rieurs. Ils ne peuvent pas modifier les comptes de super-utilisateurs.</li>
	<li>Aucun utilisateur, <em>y compris</em> un super-utilisateur, ne peut modifier les autorisations et niveaux de s&eacute;curit&eacute; de son propre compte. Cela r&eacute;duit la possibilit&eacute; que le super-utilisateur unique d'une base de donn&eacute;es ne se retire ses privil&egrave;ges d'administration de la base de donn&eacute;es par inadvertance. Si seul un super-utilisateur unique existe dans une base de donn&eacute;es, il faut d'abord cr&eacute;er un nouveau compte de super-utilisateur avant de pouvoir modifier le premier compte de super-utilisateur.</li>
	<li><strong>&Agrave; noter qu'il n'est pas possible de supprimer des utilisateurs existants, seulement de les d&eacute;sactiver</strong>.</li>
</ul>
<p>En utilisant la page <em>Gestion des utilisateurs</em>, vous pouvez :</p>
<h4>Cr&eacute;er un nouvel utilisateur</h4>
<p>Pour cr&eacute;er un nouvel utilisateur, cliquez sur le lien <em>« Cr&eacute;er un nouvel utilisateur »</em>.</p>
<h4>Modifier un compte d'utilisateur existant</h4>
<p>Localisez les comptes d'utilisateurs existants en utilisant le formulaire de recherche fourni. Pour retrouver une liste de tous les utilisateurs, s&eacute;lectionnez si vous souhaitez les utilisateurs actifs, inactifs ou les deux, et soumettez le formulaire de recherche sans autre crit&egrave;re. Si vous avez l'autorisation de mettre &agrave; jour l'utilisateur, vous pourrez voir un lien <em>« Mettre &agrave; jour »</em> juste &agrave; c&ocirc;t&eacute; du compte dans les r&eacute;sultats de recherche.</p>
<h4>G&eacute;rer votre propre compte</h4>
<p>Tel que mentionn&eacute; dans la section « Remarques importantes » au-dessus, vous ne pouvez pas modifier le niveau de s&eacute;curit&eacute;, ni les autorisations sur la base de donn&eacute;es, de votre propre compte. Seul un autre utilisateur avec un niveau de s&eacute;curit&eacute; &eacute;quivalent ou sup&eacute;rieur peut modifier votre compte. Cependant, en utilisant le lien « Mon compte » sur cette page, vous pouvez modifier votre nom, vos initiales, votre adresse courriel et votre mot de passe.</p>
<h4>Consulter l'historique des modifications du compte</h4>
<p>L'outil d'historique des modifications du compte vous permet de consulter les changements pass&eacute;s apport&eacute;s aux comptes d'utilisateurs.</p>
<p align="center" style="text-decoration:none">[ <a href="#top">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
