<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <strong><em>Pr&eacute;paration de la demande mise &agrave; jour par courriel</em></strong> vous permet de pr&eacute;parer (et de personnaliser si vous le souhaitez) une demande de mise &agrave; jour par courriel &agrave; envoyer &agrave; un ou plusieurs organismes ou personnes contacts.</p>
<p>Si vous envoyez une <em>seule</em> demande de mise &agrave; jour, le texte en haut de la page indiquera le num&eacute;ro du dossier pour lequel vous envoyez la demande (et qui servira &eacute;galement de lien vers les d&eacute;tails du dossier), ainsi que des renseignements sur le dernier courriel de mise &agrave; jour envoy&eacute; &agrave; l'organisme ou la personne contact. Si vous envoyez une demande de mise &agrave; jour <em>en nombre</em> &agrave; plusieurs organismes ou personnes contacts, les renseignements en haut de la page indiqueront le nombre de dossiers pour lesquels vous pr&eacute;parez le courriel de mise &agrave; jour.</p>
<h3>Modifier le texte du message par d&eacute;faut</h3>
<p>S'il existe plusieurs versions du texte normalis&eacute; de mise &agrave; jour par courriel pour ce type de message, vous pouvez s&eacute;lectionner un autre message par d&eacute;faut dans le menu d&eacute;roulant en haut de la page. Cliquez sur le bouton <em>« Changer le message »</em> pour mettre &agrave; jour la page avec votre s&eacute;lection.</p>
<h3>Voir et personnaliser le texte du message</h3>
<p>La section <em>« Message actuel »</em> de la page vous montre le courriel qui sera envoy&eacute; si vous choisissez de ne pas personnaliser le message. Le texte du message contenu entre crochets, comme [NOM D'ORGANISME DU DOSSIER], sera automatiquement rempli par le logiciel lors de l'envoi du courriel. La section en bas de la page, <em>« Sections modifiables »</em>, vous permet de personnaliser le sujet et la partie sup&eacute;rieure du corps du courriel qui sera envoy&eacute;.</p>
<h3>Modifier la vue utilis&eacute;e pour les liens vers un dossier</h3>
<p>Si vous maintenez plusieurs vues publiques, vous pouvez choisir d'envoyer la demande de mise &agrave; jour avec des liens vers une vue sp&eacute;cifique. Si vous avez un nom de domaine associ&eacute; &agrave; une vue, l'URL appara&icirc;tra &agrave; c&ocirc;t&eacute; du nom de la vue.</p>
<h3>Pr&eacute;visualiser le message</h3>
<p>Une fois que vous &ecirc;tes satisfait avec le message du courriel &agrave; envoyer, cliquez sur le bouton <em>« Pr&eacute;visualiser le courriel »</em> en bas de la page afin de passer &agrave; la page suivante, o&ugrave; vous pouvez voir le message qui sera envoy&eacute;.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
