<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<h3>Cr&eacute;er un nouveau terme</h3>
<p>Pour cr&eacute;er un nouveau sujet, cliquez sur le lien <strong>Cr&eacute;er un nouveau mot-cl&eacute; du sujet</strong>. Vous serez dirig&eacute; vers un formulaire pour saisir les renseignements sur le terme.</p>
<h3>G&eacute;rer les valeurs des sources</h3>
<p>On peut associer chaque sujet &agrave; une <em>Source</em> (p. ex., « InformOntario »). Pour modifier la liste des valeurs de source existante, cliquez sur le lien <strong>Gestion des sources du th&eacute;saurus</strong>.</p>
<h3>Modifier un terme existant</h3>
Pour modifier un sujet existant, utilisez le formulaire de recherche pour localiser le sujet que vous souhaitez modifier. Si vous ne saisissez aucun crit&egrave;re par d&eacute;faut, le formulaire de recherche retourne par d&eacute;faut tous les sujets <em>actifs</em>.
<h4>Conseils sur la recherche par mots-cl&eacute;s</h4>
<p>Vous pouvez chercher dans les noms anglais ou fran&ccedil;ais du sujet ou les champs de notes. Le formulaire de recherche retourne par d&eacute;faut le nom anglais du terme.</p>
<p>Vous pouvez choisir de faire correspondre <strong>tous</strong> les mots ou phrases de votre liste, <strong>n'importe quel</strong> mot ou phrase, ou vous pouvez utiliser l'option <em>Bool&eacute;en</em> pour cr&eacute;er une recherche personnalis&eacute;e. &Agrave; noter que le syst&egrave;me ne peut pas corriger les phrases de recherche bool&eacute;enne erron&eacute;es et les recherches bool&eacute;ennes erron&eacute;es ne donnent aucun r&eacute;sultat. Pour cr&eacute;er une recherche bool&eacute;enne, tous les mots ou phrases doivent &ecirc;tre connect&eacute;s par « AND », « OR » ; vous pouvez &eacute;galement &eacute;carter un mot ou une phrase avec le mot « NOT ». On peut utiliser des parenth&egrave;ses pour regrouper des ensembles de mots ou phrases.</p>
<p>Vous pouvez effectuez deux recherches par mot-cl&eacute; simultan&eacute;es sur le Th&eacute;saurus. Si vous effectuez deux recherches par mot-cl&eacute;, vous devez pr&eacute;ciser comment les joindre :</p>
<ul>
	<li><em>AND</em> - les deux crit&egrave;res de recherche doivent correspondre</li>
	<li><em>OR</em> - au moins un des crit&egrave;res doit correspondre</li>
	<li><em>AND NOT</em> - le premier crit&egrave;re de recherche doit correspondre, <em>et</em> le deuxi&egrave;me crit&egrave;re <em>ne doit pas</em> correspondre</li>
	<li><em>OR NOT</em> - le premier crit&egrave;re de recherche doit correspondre <em>ou</em> le deuxi&egrave;me crit&egrave;re <em>ne doit pas</em> correspondre</li>
</ul>
<h4>Modifier l'affichage des r&eacute;sultats</h4>
<p>En bas du formulaire de recherche, vous verrez des options pour modifier l'affichage de vos r&eacute;sultats de recherche.</p>
<p>Vous pouvez trier la liste des sujets par le <em>terme</em> du sujet (anglais ou fran&ccedil;ais, en fonction de la langue d'affichage actuelle) ou par la date de <em>derni&egrave;re modification</em> du sujet, avec les sujets modifi&eacute;s le plus r&eacute;cemment en premier.</p>
<p>Par d&eacute;faut, l'affiche des r&eacute;sultats comprendra :</p>
<ul>
	<li>Le terme du sujet (dans la langue actuelle)</li>
	<li>Le terme pr&eacute;f&eacute;r&eacute; (si le terme <em>n'est pas employ&eacute;</em>, quel terme utiliser &agrave; la place)</li>
	<li>Le nombre de dossiers utilisant le sujet (le d&eacute;compte comprend <em>tous</em> les dossiers de la base de donn&eacute;es, y compris ceux qui ne sont pas visibles dans la vue)</li>
</ul>
<p>En s&eacute;lectionnant <strong>Afficher toute l'information sur le sujet</strong>, vous verrez toutes les informations disponibles sur le sujet, y compris :</p>
<ul>
	<li>Les termes <em>g&eacute;n&eacute;riques</em>, <em>sp&eacute;cifiques</em> et <em>apparent&eacute;s</em></li>
	<li>Les informations <em>Employ&eacute; pour</em> - o&ugrave; le terme donn&eacute; est un terme pr&eacute;f&eacute;r&eacute; &agrave; un autre terme <em>non utilis&eacute;</em>.</li>
	<li>Informations sur la gestion de donn&eacute;es.</li>
</ul>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
