<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<a name="top"></a>
<p>La page <strong><em>Configuration de la base de donn&eacute;es</em></strong> est accessible <em>uniquement</em> aux super-utilisateurs. Elle sert de menu principal pour les diff&eacute;rents choix relatifs &agrave; la configuration et l'aide dans tous les modules du logiciel. En fonction de votre niveau d'acc&egrave;s (c'.-&agrave;-d. si vous &ecirc;tes super-utilisateur dans un module ou plusieurs), certaines options de cette page peuvent vous &ecirc;tre inaccessibles.</p>
<p>Utilisez les liens rapides ci-dessous pour passer directement &agrave; une section, pour plus d'information :</p>
<ul>
	<li><strong>Configuration de la base de donn&eacute;es</strong>		
		<ul>
			<li><a href="#general">Options g&eacute;n&eacute;rales de configuration</a>
			<li><a href="#agencies">Agences</a></li>
			<li><a href="#users">Gestion des utilisateurs</a></li>
			<li><a href="#design_templates">Mod&egrave;les de conception</a></li>
			<li><a href="#template_layouts">Mises en page de mod&egrave;les</a></li>
			<li><a href="#inclusion">Politiques d'inclusion des dossiers</a></li>
			<li><a href="#mapping_systems">Syst&egrave;mes cartographiques</a></li>
			<li><a href="#mapping_categories">Cat&eacute;gories de cartographie</a></li>
			<li><a href="#social_media">Types de m&eacute;dias sociaux</a></li>
			<li><a href="#domain_name">Mise en correspondance du nom de domaine</a></li>
			<li><a href="#views">Vues</a></li>
			<li><a href="#types">Types d'utilisateurs</a></li>
			<li><a href="#field_display">Affichage des champs</a></li>
			<li><a href="#hidden_fields">Champs masqu&eacute;s</a></li>
			<li><a href="#field_yes_no">Valeurs Oui / Non d'affichage des champs</a></li>
			<li><a href="#extra">Configuration du champ Extra</a></li>
			<li><a href="#excel">Profils de sortie Excel</a></li>
			<li><a href="#export">Profils d'exportation</a></li>
			<li><a href="#print">Profils d'impression</a></li>
			<li><a href="#privacy">Profils de confidentialit&eacute;</a></li>
			<li><a href="#email_update">Texte normalis&eacute; de mise &agrave; jour par courriel</a></li>
			<li><a href="#age_groups">Groupes d'&acirc;ge pour la recherche</a></li>
			<li><a href="#activity_status">Statuts des activit&eacute;s</a></li>
			<li><a href="#sharing_profiles">Profils de partage</a></li>
			<li><a href="#offline_tools">Outils hors-ligne</a></li>
			<li><a href="#vacancy">Configuration des places disponibles</a></li>
		</ul>
	<li><strong>Listes de contr&ocirc;le</strong>		
		<ul>
			<li><a href="#checklists">Gestion des listes de contr&ocirc;le</a></li>
		</ul>
	</li>
	<li><strong>Syst&egrave;mes de classification</strong>
		<ul>
			<li><a href="#classification">Gestion des classifications</a></li>
		</ul>
	</li>
	<li><strong>Gestion des pages</strong>		
		<ul>
			<li><a href="#page_messages">Messages de page</a></li>
			<li><a href="#page_titles">Titres de pages</a></li>
			<li><a href="#field_help">Aide sur les champs</a></li>
			<li><a href="#search_tips">Conseils de recherche</a></li>
		</ul>
	</li>
</ul>
<hr>
<a name="general"></a>
<h3>Options g&eacute;n&eacute;rales de configuration</h3>
<p>Zone pour modifier les options de configuration qui s'appliquent &agrave; toute le base de donn&eacute;es, y compris : configurer les mod&egrave;les de la section &quot;Gestion&quot;, permettre ou personnaliser certaines fonctionnalit&eacute;s du logiciel comme les outils hors-ligne, configurer les vue (publiques) par d&eacute;faut, etc.</p>

<a name="agencies"></a>
<h3>Agences</h3>
<p>Vous permet de configurer les renseignements relatifs au propri&eacute;taire des dossiers pour les agences g&eacute;rant des dossiers ou avec des utilisateurs de la base de donn&eacute;es.</p>

<a name="users"></a>
<h3>Gestion des utilisateurs</h3>
<p>La section <em>Gestion des utilisateurs</em> vous permet de rechercher, de modifier et de cr&eacute;er de nouveaux utilisateurs.</p>

<a name="design_templates"></a>
<h3>Mod&egrave;les de conception</h3>
<p>Les <em>mod&egrave;les de conception</em> contr&ocirc;lent le style / l'apparence de votre base de donn&eacute;es, y compris les couleurs, logos, feuilles de style, en-t&ecirc;tes et pieds de page, etc.</p>

<a name="template_layouts"></a>
<h3>Mises en page de mod&egrave;les</h3>
<p>Les <em>mises en page de mod&egrave;les</em> sont utilis&eacute;es au sein d'un mod&egrave;le de conception pour fournir un formatage personnalis&eacute; des en-t&ecirc;tes, des pieds de page et des pages du menu principal et de recherche.</p>

<a name="inclusion"></a>
<h3>Politiques d'inclusion des dossiers</h3>
<p>Vous permet de modifier les politiques d'inclusion qui sont fournies lorsque quelqu'un sugg&egrave;re un nouveau dossier pour la base de donn&eacute;es.</p>

<a name="social_media"></a>
<h3>Types de m&eacute;dias sociaux</h3>
<p>La configuration des <em>Types de m&eacute;dia sociaux</em> vous permet de modifier la liste des types de m&eacute;dias sociaux, y compris de d&eacute;cider quels types appara&icirc;tront sur les formulaires de mise &agrave; jour et de r&eacute;troaction. Remarque : comme les ic&ocirc;nes de m&eacute;dias sociaux sont requises et doivent &ecirc;tre install&eacute;es dans les r&eacute;pertoires appropri&eacute;s du logiciel, vous devez communiquer avec les d&eacute;veloppeurs du logiciel sur l'ajout de nouvelles ic&ocirc;nes si vous souhaitez ajouter un type de m&eacute;dia social suppl&eacute;mentaire.</p>

<a name="doamin_name"></a>
<h3>Mise en correspondance du nom de domaine</h3>
<p>Vous permet de r&eacute;viser la liste des noms de domaine associ&eacute;s &agrave; votre base de donn&eacute;es et de les mettre en correspondance avec des vues sp&eacute;cifiques. &Agrave; noter que les mises en correspondance des noms de domaine s'appliquent au public et aux utilisateurs non connect&eacute;s. Les utilisateurs connect&eacute;s sont libres d'acc&eacute;der &agrave; la base de donn&eacute;es en utilisant n'importe quel nom de domaine, puisque les vues auxquelles ils acc&egrave;dent sont &eacute;tablies en fonction des param&egrave;tres de s&eacute;curit&eacute; de leur compte, et non du nom de domaine qu'ils utilisent.</p>

<a name="mapping_systems"></a>
<h3>Syst&egrave;mes cartographiques</h3>
<p>La configuration des <em>Syst&egrave;mes cartographiques</em> vous permet d'int&eacute;grer plusieurs services de cartographie (p. ex., Google Maps, MapQuest, etc.) au logiciel.</p>

<a name="mapping_categories"></a>
<h3>Cat&eacute;gories de cartographie</h3>
<p>Les <em>Cat&eacute;gories de cartographie</em> vous permettent d'assigner des &eacute;tiquettes personnalis&eacute;es &agrave; chaque couleur de bouton de carte lorsque vous utilisez les outils Google Maps int&eacute;gr&eacute;s (g&eacute;ocartographie).</p>

<a name="views"></a>
<h3>Vues</h3>
<p>Les <em>Vues</em> contr&ocirc;lent ce qu'un utilisateur peut voir, en fonction de son compte (ou, s'il n'a pas de compte, le « public »). Les vues contr&ocirc;lent quels dossiers sont accessibles, quels champs peuvent &ecirc;tre affich&eacute;s ou modifi&eacute;s, si la colonne d'alerte est visible, quels messages de bas de page ou de menu lat&eacute;ral apparaissent, etc.</p>

<a name="types"></a>
<h3>Types d'utilisateurs</h3>
<p>Les <em>Types d'utilisateurs</em> &eacute;tablissent quelles actions une personne peut ou ne peut pas effectuer dans la base de donn&eacute;es, comme ajouter des dossiers, mettre &agrave; jour des dossiers, si des alertes sont visibles pour les r&eacute;troactions ou les commentaires, si l'utilisateur est un super-utilisateur et d'autres options se rapportant aux fonctionnalit&eacute;s.</p>

<a name="field_display"></a>
<h3>Affichage des champs</h3>
<p>Vous permet de modifier l'&eacute;tiquette des champs et l'ordre dans lequel ces champs apparaissent dans les dossiers de la base de donn&eacute;es.</p>

<a name="hidden_fields"></a>
<h3>Champs masqu&eacute;s</h3>
<p>Vous permet de masquer les champs que vous n'utilisez pas. Les champs masqu&eacute;s ne sont pas offerts comme choix lors de la s&eacute;lection de <em>nouveaux</em> champs dans les formulaires de configuration, comme les vues, les profils d'impression, les profils d'exportation, etc. Cependant, le fait de masquer un champ ne le supprimera pas d'une vue &agrave; laquelle il a d&eacute;j&agrave; &eacute;t&eacute; ajout&eacute;.</p>

<a name="field_yes_no"></a>
<h3>Valeurs Oui / Non d'affichage des champs</h3>
<p>Pour les champs avec boutons radio, pr&eacute;cise les valeurs &agrave; afficher dans le dossier lorsque True (Oui) ou False (Non) sont s&eacute;lectionn&eacute;s.</p>

<a name="extra"></a>
<h3>Configuration du champ Extra</h3>
<p>La <em>Configuration des champs suppl&eacute;mentaires</em> vous permet de cr&eacute;er de nouveaux champs suppl&eacute;mentaires de types vari&eacute;s et, le cas &eacute;ch&eacute;ant, de d&eacute;finir le nombre de caract&egrave;res pouvant &ecirc;tre saisis dans les champs de texte (longueur maximale). <strong>Remarque :</strong> dans le logiciel B&eacute;n&eacute;volat, seule la longueur de deux champs suppl&eacute;mentaires pr&eacute;d&eacute;finis peut &ecirc;tre modifi&eacute;e.</p>

<a name="excel"></a>
<h3>Profils de sortie Excel</h3>
<p>Les <em>Profils de sortie Excel</em> vous permettent de cr&eacute;er un affichage personnalis&eacute; pouvant &ecirc;tre lu sous Microsoft Excel ; de s&eacute;lectionner les champs &agrave; afficher, l'ordre dans lequel les dossiers sont affich&eacute;s et quelles vues peuvent acc&eacute;der au profil.</p>

<a name="export"></a>
<h3>Profils d'exportation</h3>
<p>Les <em>Profils d'exportation</em> vous permettent de configurer plusieurs profils pour exporter des dossiers aux fins d'utilisation par des syst&egrave;mes externes, y compris d'autres bases de donn&eacute;es CIOC utilisant le format de partage CIOC (module Information communautaire uniquement). Les profils d'exportation vous permettent d'&eacute;tablir quels champs, codes de publication et de distribution vous souhaitez partager.</p>

<a name="print"></a>
<h3>Profils d'impression</h3>
<p>Les <em>profils d'impression</em> vous permettent de cr&eacute;er des mod&egrave;les personnalis&eacute;s pour l'impression de listes de dossiers.</p>

<a name="privacy"></a>
<h3>Profils de confidentialit&eacute;</h3>
<p>Les <em>Profils de confidentialit&eacute;</em> vous permettent de configurer plusieurs profils pour masquer les donn&eacute;es priv&eacute;es contenues dans les dossiers individuels au public ou aux utilisateurs non-autoris&eacute;s, m&ecirc;me s'ils pourraient voir ce champ dans leur vue autrement. Il est extr&ecirc;mement important d'utiliser les profils de confidentialit&eacute; avec soin et parcimonie, particuli&egrave;rement pour les dossiers que vous partagez avec des partenaires ext&eacute;rieurs. <span class="Alert">N'utilisez pas de profils de confidentialit&eacute; &agrave; moins de comprendre pleinement les d&eacute;fis impliqu&eacute;s.</span></p>

<a name="email_update"></a>
<h3>Texte de mise &agrave; jour par courriel</h3>
<p>Vous permet de cr&eacute;er des valeurs par d&eacute;faut pour les sections personnalisables d'une demande de mise &agrave; jour par courriel (modules Information communautaire ou B&eacute;n&eacute;volat) ou d'une demande de mise &agrave; jour des occasions (module B&eacute;n&eacute;volat uniquement).</p>

<a name="age_groups"></a>
<h3>Groupes d'&acirc;ge pour la recherche</h3>
<p>Cr&eacute;&eacute; des classes de groupe d'&acirc;ge aux fins d'utilisation sur les formulaires de recherche simple et de garderie (module Information communautaire uniquement).</p>

<a name="activity_status"></a>
<h3>Statuts des activit&eacute;s</h3>
<p>Personnalise les valeurs des statuts pr&eacute;d&eacute;finis aux fins d'utilisation dans le champ <em>ACTIVITY_INFO</em>.</p>

<a name="sharing_profiles"></a>
<h3>Profils de partage</h3>
<p>Dans une base de donn&eacute;es multimembre, les <em>Profils de partage</em> vous permettent de cr&eacute;er un contrat ou plus pour partager des donn&eacute;es avec d'autres membres CIOC dans votre base de donn&eacute;es.</p>

<a name="offline_tools"></a>
<h3>Outils hors-ligne</h3>
<p>Si les <em>Outils hors-ligne</em> sont activ&eacute;s dans la base de donn&eacute;es, cette section permet de g&eacute;rer quels <em>types d'utilisateur</em> ont acc&egrave;s aux ordinateurs / serveurs autoris&eacute;s ayant install&eacute; les outils hors-ligne CIOC.</p>

<a name="vacancy"></a>
<h3>Configuration des places disponibles</h3>
<p>Personnalise les valeurs des statuts pr&eacute;d&eacute;finis aux fins d'utilisation dans le champ <em>VACANCY_INFO</em>.</p>

<hr>

<a name="checklists"></a>
<h3>Gestion des listes de contr&ocirc;le</h3>
<p><span class="Alert">Il est important de lire attentivement les renseignements contenus dans les diff&eacute;rentes pages <em>« Modifier les valeurs de la liste de contr&ocirc;le / d&eacute;roulante »</em></span>. &Agrave; deux exception pr&egrave;s (<em>Type de rue</em> et <em>Type de case postale</em>), les changements apport&eacute;s aux valeurs des listes de contr&ocirc;le et menus d&eacute;roulants sur ces pages affectent non seulement les valeurs disponibles dans les menus d&eacute;roulants et les listes de contr&ocirc;le / boutons radio, mais entra&icirc;neront des modifications sur tous les dossiers de la base de donn&eacute;es qui utilisent ces valeurs.</p>
<p>Cliquez sur le type de liste de contr&ocirc;le / menu d&eacute;roulant de votre choix sur cette page pour passer vers une page de « modification », o&ugrave; vous pouvez modifier, supprimer et ajouter des nouvelles valeurs aux diff&eacute;rents menus d&eacute;roulants et listes de contr&ocirc;le qui figurent dans la base de donn&eacute;es.</p>

<hr>

<a name="classification"></a>
<h3>Gestion des syst&egrave;mes de classification</h3>
<p>Les syst&egrave;mes de classification sont utilis&eacute;s pour cat&eacute;goriser et chercher des dossiers. De nombreux types de syst&egrave;mes de classification sont utilis&eacute;s &agrave; travers plusieurs bases de donn&eacute;es et peuvent provenir de sources (officielles) externes. &Agrave; noter que certains types de syst&egrave;mes de classification sont &eacute;galement accessibles depuis le menu principal (Publications, Taxonomie) car tous ou la plupart des outils de gestion sont accessibles aux utilisateurs qui ne sont pas super-utilisateurs. Ces syst&egrave;mes sont &eacute;galement li&eacute;s ici aux fins de commodit&eacute; et de coh&eacute;rence.</p>

<hr>

<a name="page_titles"></a>
<h3>Titres de pages</h3>
<p>Vous permet de remplacer les titres par d&eacute;faut dans certaines pages du logiciel. Le remplacement est actuellement disponible pour seulement un petit nombre de pages.</p>

<a name="page_messages"></a>
<h3>Messages de page</h3>
<p>Un <em>Messages de page</em> vous permet d'ins&eacute;rer certaines informations dans une page, comme des instructions ou des annonces sp&eacute;ciales. Cette m&eacute;thode s'av&egrave;re utile lorsque cette information doit &ecirc;tre pr&eacute;sent&eacute;e sur certaines pages mais pas d'autres ; l'information devant appara&icirc;tre sur toutes les pages doit &ecirc;tre ins&eacute;r&eacute;e dans le mod&egrave;le de conception. Vous pouvez &eacute;galement s&eacute;lectionner les <em>vues</em> dans lesquelles vous souhaitez afficher les messages.</p>

<a name="field_help"></a>
<h3>Aide sur les champs</h3>
<p>Vous permet de modifier l'aide sur les champs qui appara&icirc;t dans les formulaires de mise &agrave; jour ou de r&eacute;troaction de dossiers. Il s'agit des liens apparaissant &agrave; c&ocirc;t&eacute; des champs de saisie de donn&eacute;es et fournissant des renseignements sur les r&egrave;gles ou directives de saisie des donn&eacute;es pour ce champ.</p>

<a name="search_tips"></a>
<h3>Conseils de recherche</h3>
<p>Vous permet de modifier le texte de la page de <em>Conseils de recherche</em> accessible depuis le lien sur la page de menu principal / recherche simple.</p>

<p align="center" style="text-decoration:none">[ <a href="#top">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
