<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <strong><em>Mettre &agrave; jour l'aide sur les champs</em></strong> vous permet de modifier l'aide sur les champs expliquant le contenu et les normes de donn&eacute;es pour chaque champ. Les liens d'aide sur les champs apparaissent &agrave; c&ocirc;t&eacute; de chaque champ sur les formulaires de saisie de donn&eacute;es, y compris les formulaires d'ajout et de mise &agrave; jour et sur les formulaires de r&eacute;troaction, y compris les formulaires <em>« Proposer un nouveau dossier »</em>. Si de l'aide est disponible, une ic&ocirc;ne repr&eacute;sentant un point d'interrogation appara&icirc;tra &agrave; c&ocirc;t&eacute; du champ sur le formulaire, et s'ouvrira dans une fen&ecirc;tre contextuelle pour y afficher l'aide : <img src="../images/help.gif" alt="Ic&ocirc;ne d'aide" width="17" height="17" border="0" align="texttop">.</p>
<p>Un maximum de 8 000 caract&egrave;res est autoris&eacute; pour chaque entr&eacute;e d'aide sur les champs. Le HTML doit &ecirc;tre utilis&eacute; pour afficher la mise en forme, comme les titres, les paragraphes, etc. Si de l'aide existe d&eacute;j&agrave; pour le champ, l'aide existante s'affichera ; sinon, la zone d'entr&eacute;e du texte sera vide. Pour visualiser l'aide actuelle pour ce champ, cliquez sur le lien <em>« Visualiser l'aide actuelle »</em>. &Agrave; noter que les changements que vous effectuez ne seront pas affich&eacute;s quand vous cliquez sur <em>« Visualiser l'aide actuelle »</em>, tant que vous n'aurez pas cliqu&eacute; sur le bouton <em>« Soumettre »</em> en bas du formulaire.</p>
<p><span class="Alert">Remarque importante :</span> lorsque vous r&eacute;digerez les fichiers d'aide sur les champs, rappelez-vous qu'ils seront visibles aux membres du public qui envoient des r&eacute;troactions, ainsi qu'aux membres du personnel connect&eacute;s. On devrait r&eacute;diger l'aide sur les champs de mani&egrave;re &agrave; ce qu'elle soit comprise par un membre du public sans exp&eacute;rience de la base de donn&eacute;es, tout en refl&eacute;tant les normes de saisie des donn&eacute;es qui sont importantes pour le personnel administratif de la base de donn&eacute;es.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
