<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<a name="top"></a>
<p>La page <strong><em>Recherche avanc&eacute;e</em></strong> permet de personnaliser et d'affiner votre recherche sur la base de donn&eacute;es de diff&eacute;rentes mani&egrave;res qui ne sont pas accessibles dans le menu de recherche simple. &Agrave; noter que les options sur cette page peuvent &ecirc;tre combin&eacute;es entre elles pour formuler votre requ&ecirc;te. En fonction des autorisations de votre compte et de la configuration de la base de donn&eacute;es, vous pourriez ne pas avoir acc&egrave;s plusieurs options sur cette page. Les options de recherche sur cette page sont &eacute;tablies par votre <em>type d'utilisateur</em> ainsi que les param&egrave;tres de votre <em>vue</em> actuelle.</p>
<p>Utilisez les liens rapides ci-dessous pour passer vers un chapitre d'int&eacute;r&ecirc;t sur la page de recherche avanc&eacute;e.</p>
<table class="NoBorder cell-padding-2">
	<tr valign="TOP">
		<td><ul>
				<li><a href="#terms">Mots de recherche</a></li>
				<li><a href="#num">N&lt;sup&gt;o&lt;/sup&gt; de dossier</a></li>
				<li><a href="#communities">Communaut&eacute;s</a></li>
				<li><a href="#naics">SCIAN</a></li>
				<li><a href="#address">Adresse municipale</a></li>
				<li><a href="#postalcode">Code postal</a></li>
				<li><a href="#locatednear">Situ&eacute; pr&egrave;s de</a></li>
				<li><a href="#ages">&Acirc;ges</a></li>
				<li><a href="#vacancy">Disponibilit&eacute;</a></li>
				<li><a href="#employees">Nombre d'employ&eacute;s</a></li>
				<li><a href="#email_update">Dernier courriel demandant la mise &agrave; jour</a></li>
				<li><a href="#date">Champs Date « personnalis&eacute;s »</a></li>
			</ul></td>
		<td><ul>
				<li><a href="#custom_drops">Champs Texte « personnalis&eacute;s »</a></li>
				<li><a href="#owner">Propri&eacute;taire du dossier</a></li>
				<li><a href="#volunteer">Occasions de b&eacute;n&eacute;volat</a></li>
				<li><a href="#pubs">Publications / En-t&ecirc;tes g&eacute;n&eacute;raux</a></li>
				<li><a href="#email">Courriel</a></li>
				<li><a href="#public">Statut public</a></li>
				<li><a href="#language">Langue</a></li>
				<li><a href="#childcare">Ressource de garderie</a></li>
				<li><a href="#deleted">Statut supprim&eacute;</a></li>
				<li><a href="#addsql">SQL</a></li>
				<li><a href="#checklist">Recherche sur les Listes de contr&ocirc;le</a></li>
			</ul></td>
	</tr>
</table>
<hr>
<a name="terms"></a>
<h3>Mots de recherche</h3>

<p>Le moyen de recherche principal dans le logiciel est la recherche par mots-cl&eacute;s. Quatre champs de recherche par mots-cl&eacute;s potentiels sont disponibles, en fonction de ce qui a &eacute;t&eacute; rendu disponible sur votre formulaire de recherche actuel. Ils comprennent :</p>
<ul>
	<li><strong>Nom(s) d'organisme</strong> - Tous les niveaux hi&eacute;rarchiques de l'organisme, ainsi que les noms alternatifs et ant&eacute;rieurs.</li>
	<li><strong>Sujets</strong> - Tous les sujets locaux et autoris&eacute;s, ainsi que les termes « employ&eacute;s pour » associ&eacute;s aux sujets et tous les termes g&eacute;n&eacute;riques de ces sujets.</li>
	<li><strong>Cat&eacute;gories de service</strong> - Tous les termes de la Taxonomie AIRS / InfoLine index&eacute;s aux dossiers, ainsi que les synonymes de ces termes et les niveaux sup&eacute;rieurs, &agrave; l'exclusion des niveaux 1.</li>
	<li><strong>Mots-cl&eacute;s</strong> - Toutes les options ci-dessus, ainsi que les r&eacute;gions desservies, les notes sur l'adresse, l'&eacute;difice, les noms des personnes contact et des dirigeants, l'admissibilit&eacute;, l'accessibilit&eacute;, le transport, les frais, les bailleurs de fonds, les langues, la description, la description suppl&eacute;mentaire, les codes SCIAN, le type de programme, le type de garde, les &eacute;coles avoisinantes et tous champs suppl&eacute;mentaires configur&eacute;s pour &ecirc;tre int&eacute;gr&eacute;s &agrave; la recherche par mots-cl&eacute;s.</li>
</ul>

<p>Contrairement &agrave; la page de recherche simple, qui cherche toujours <em>tous</em> les mots et phrases saisies, la <em>recherche avanc&eacute;e</em> vous permet de pr&eacute;ciser si vous cherchez <em>Tous les mots</em> (p. ex., la cha&icirc;ne de recherche <strong>chat chien cheval</strong> cherchera <strong>chat ET chien ET cheval</strong>) ou <em>N'importe quels mots</em> (p. ex., la cha&icirc;ne de recherche <strong>chat chien cheval</strong> cherchera <strong>chat OU chien OU cheval</strong>).</p>
<p>La troisi&egrave;me option, <em>Bool&eacute;en</em>, n'est pas accessible dans toutes les vues et exige une certaine connaissance de la recherche bool&eacute;enne ; elle permet d'inclure les mots-cl&eacute;s <em>AND</em>, <em>OR</em> et <em>NOT</em> dans votre recherche pour formuler votre propre cha&icirc;ne de recherche personnalis&eacute;e. Le logiciel ne corrigera pas les erreurs de votre recherche ; vous devez donc structurer votre cha&icirc;ne de recherche correctement pour effectuer ce type de recherche. Tous les mots et phrases doivent &ecirc;tre s&eacute;par&eacute;es par <em>AND</em>, <em>OR</em>, <em>AND NOT</em>, ou <em>OR NOT</em>. Vous pouvez &eacute;galement utiliser des parenth&egrave;ses pour regrouper diff&eacute;rentes sections de votre recherche. Par exemple : <strong>(chats AND chiens) OR (cochons AND vaches) OR &quot;singes rouges&quot;</strong> ou <strong>croix AND NOT rouge</strong>.</p>
<p>Les utilisateurs avanc&eacute;s peuvent &eacute;galement utiliser la fonction SQL Server sp&eacute;ciale <em>FORMSOF</em> &agrave; l'int&eacute;rieur d'une recherche bool&eacute;enne qui permet de chercher les versions d'un mot. Par exemple, FORMSOF(INFLECTIONAL, garde) retournera les diff&eacute;rentes versions du mot « garde » : « garderie », « gardien », et « gardiennage ». De la m&ecirc;me mani&egrave;re, FORMSOF(THESAURUS, docteur) ** retournera les autres synonymes du mot « docteur », comme : « m&eacute;decin ».</p>
<p><span class="Alert">** Remarque :</span> l'utilisation du TH&Eacute;SAURUS d&eacute;pend de la cr&eacute;ation d'un fichier de th&eacute;saurus pour chaque langue dans SQL Server. Comme CIOC n'a pas encore cr&eacute;&eacute; de fichier de th&eacute;saurus pour aucune langue sur ses serveurs, cette fonctionnalit&eacute; ne peut &ecirc;tre utilis&eacute;e efficacement pour le moment.</p>

<h4>Information g&eacute;n&eacute;rale sur la correspondance des mots-cl&eacute;s</h4>
<p>Le logiciel cherche automatiquement les diff&eacute;rentes formes d'un mot dans la langue utilis&eacute;e. Par exemple, <em>animal</em> ou <em>animaux</em> produit le m&ecirc;me r&eacute;sultat ; on peut donc utiliser l'un ou l'autre. Vous pouvez emp&ecirc;cher la recherche sur les formes d'un mot en utilisant les guillemets anglais (voir plus bas).</p>
<p class="Alert">Remarque importante : si un dossier a un profil confidentiel, les champs marqu&eacute;s comme confidentiels sont toujours exclus de la recherche par mots-cl&eacute;s, m&ecirc;me si vous avez l'autorisation d'acc&eacute;der aux donn&eacute;es confidentielles.</p>

<h4>Utilisation des ast&eacute;risques m&eacute;tacaract&egrave;res</h4>
<p>Vous pouvez utiliser un ast&eacute;risque &agrave; la <strong>fin</strong> de tout mot de recherche, par exemple :</p>
<ul>
	<li><strong>enfan*</strong> trouvera <em>enfant ; enfants ; enfance ; enfantin</em></li>
	<li><strong>aggr*</strong> trouvera <em>agression ; agress&eacute; ; agresseur</em></li>
	<li><strong>enfan* aggr*</strong> trouvera n'importe quelle des combinaisons mentionn&eacute;es ci-dessus</li>
</ul>
<p>Dans de nombreux cas, il est plus efficace de laisser la fonction int&eacute;gr&eacute;e du logiciel rechercher les formes d'un mot, que d'utiliser l'ast&eacute;risque pour les variantes simples du m&ecirc;me mot (enfant et enfants, aide et aider). Cela r&eacute;duit le nombre de correspondances non d&eacute;sir&eacute;es, comme <em>hand*</em> retrouvant <em>handball</em>, alors qu'on souhaite seulement retrouver les correspondances &agrave; <em>handicap</em>, <em>handicap&eacute;s</em> et <em>handisport</em>.</p>

<h4>Utilisation des guillemets anglais</h4>
<p>Vous pouvez chercher des mots entre guillemets anglais... ainsi : <strong><em>&quot;clinique m&eacute;dicale&quot;</em></strong> retournera tous les dossiers qui ont exactement des <strong>deux</strong> mots de mani&egrave;re adjacente, dans le m&ecirc;me ordre et dans le <strong>m&ecirc;me</strong> champ. <br><strong><em>&quot;acti* soci*&quot;</em></strong> retournera les dossiers comportant <em>&quot;action sociale&quot;</em> <strong>ou</strong> <em>&quot;activit&eacute;s socialisantes&quot;</em> <strong>or</strong> <em>&quot;actionnariat soci&eacute;taire&quot;</em> dans un champ unique, de mani&egrave;re adjacente et dans le m&ecirc;me ordre.</p>
<p>&Agrave; noter que l'utilisation des guillemets anglaises d&eacute;sactive la capacit&eacute; du logiciel &agrave; recherche les formes d'un mot (comme mentionn&eacute; plus haut). Ainsi, une recherche sur <em>&quot;animal&quot;</em> ne trouvera pas <em>&quot;animaux&quot;</em>.</p>

<h4>Menu lat&eacute;ral des sujets</h4>
<p>Si le th&eacute;saurus est utilis&eacute;, l'option <strong>menu lat&eacute;ral des sujets</strong> est s&eacute;lectionn&eacute;e par d&eacute;faut. Si s&eacute;lectionn&eacute;, le menu lat&eacute;ral des sujets affichera un encadr&eacute; des entr&eacute;es correspondantes au th&eacute;saurus des sujets, chaque fois que vous effectuez une recherche par <em>Sujets</em> ou <em>Mots-cl&eacute;s</em>.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="num"></a>
<h3>N&lt;sup&gt;o&lt;/sup&gt; de dossier</h3>
<p>Pr&eacute;cisez un num&eacute;ro de dossier unique (p. ex., ACT0001) ou une liste de num&eacute;ros de dossiers s&eacute;par&eacute;s par un espace, une virgule ou un point-virgule.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="communities"></a>
<h3>Communaut&eacute;s</h3>
<p>Vous permet d'&eacute;tablir les param&egrave;tres relatifs aux r&eacute;sultats bas&eacute;s sur <em>« Situ&eacute; dans la communaut&eacute; »</em> ou <em>« Desservant la communaut&eacute; »</em>. En fonction de la configuration de votre vue actuelle sur la base de donn&eacute;es, vous pourriez avoir acc&egrave;s &agrave; la bo&icirc;te de recherche <em>« Autre communaut&eacute; »</em> pour s&eacute;lectionner une communaut&eacute; qui n'appara&icirc;t pas dans la liste de contr&ocirc;le pr&eacute;-&eacute;tablie. &Agrave; noter que vous devez saisir les noms de communaut&eacute;s exactement comme ils apparaissent dans la liste des noms dans la base de donn&eacute;es ; si vous ne connaissez pas le nom correct de la communaut&eacute; &agrave; utiliser, utilisez le lien du <em>Localisateur de communaut&eacute;</em> pour rechercher le nom de la communaut&eacute; appropri&eacute;e. Si JavaScript est activ&eacute;, vous devriez voir des suggestions de noms de communaut&eacute; apr&egrave;s avoir saisi quelques caract&egrave;res.</p>
<p>&Agrave; noter que les dossiers dont les renseignements <em>R&eacute;gions desservies</em> ou <em>Situ&eacute; dans la communaut&eacute;</em> ne sont pas correctement saisis peuvent causer des probl&egrave;mes au cours de votre recherche. Les dossiers qui n'ont pas de renseignements <em>R&eacute;gions desservies</em> n'appara&icirc;tront <strong>jamais</strong> dans les r&eacute;sultats de recherche portant sur <em>Desservant la communaut&eacute; </em>. Les dossiers qui n'ont pas de renseignements <em>Situ&eacute; dans la communaut&eacute;</em> appara&icirc;tront <strong>toujours</strong> dans les r&eacute;sultats de recherche portant sur <em>Situ&eacute; dans la communaut&eacute;</em>, car il est entendu qu'ils n'ont pas d'emplacement sp&eacute;cifique. Pour assurer de bonnes recherches, assurez-vous toujours que les deux types de renseignements <em>Situ&eacute; dans la communaut&eacute;</em> et <em>R&eacute;gions desservies</em> sont complets et exacts dans tous les dossiers.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="naics"></a>
<h3>SCIAN</h3>
<p>Saisissez un code <em>SCIAN</em> valide pour rechercher tous les dossiers comportant le terme ou un terme de niveau inf&eacute;rieur.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="address"></a>
<h3>Adresse municipale</h3>
<p>Pr&eacute;cisez le <em>Nom</em> de la rue et &eacute;galement, de mani&egrave;re optionnelle, le <em>Type</em> et l'<em>Orientation</em> pour rechercher tous les dossiers dont l'adresse municipale correspond &agrave; cette rue. Cette recherche ne prend pas en compte l'adresse postale ou les champs d'adresse « Autres ».</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="postalcode"></a>
<h3>Code postal</h3>
<p>Saisissez un code postal ou Zip Code complet ou partiel pour trouver tous les dossiers dont le champ code postal de l'<em>Adresse municipale</em> ou de l'<em>Adresse postale</em> <strong>commence par</strong> la valeur donn&eacute;e.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="locatednear"></a>
<h3>Situ&eacute; pr&egrave;s de</h3>
<p>Saisissez une adresse, un code postal, une intersection ou un point de rep&egrave;re important. Vous pourriez devoir inclure la ville ou la province pour clarifier l'emplacement &agrave; utiliser lorsqu'il existe plus d'un emplacement de ce type dans le monde. Apr&egrave;s avoir saisi votre emplacement, cliquez sur <img src="../images/zoom.gif" width="17" height="15"> l'ic&ocirc;ne pour cartographier votre emplacement. Par d&eacute;faut, si vous saisissez un emplacement, les r&eacute;sultats de recherche seront tri&eacute;s du plus proche au plus &eacute;loign&eacute; (les emplacements non cartographi&eacute;s seront plac&eacute;s &agrave; la fin de la liste). De mani&egrave;re optionnelle, vous pouvez annuler ce tri, pr&eacute;ciser si les r&eacute;sultats doivent &ecirc;tre situ&eacute;s dans un certain rayon autour de l'emplacement cible, ou pr&eacute;ciser si les dossiers non cartographi&eacute;s doivent &ecirc;tre inclus dans la recherche.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="ages"></a>
<h3>&Acirc;ges</h3>
<p>Vous permet de pr&eacute;ciser un &acirc;ge sp&eacute;cifique (dans le champ Admissibilit&eacute;) pour affiner votre recherche bas&eacute;e sur les &acirc;ges desservis. Pour rechercher les dossiers correctement, vous devez renseigner les champs <em>&Acirc;ge minimum</em> et <em>&Acirc;ge maximum</em> dans vos dossiers. Lorsqu'un dossier ne pr&eacute;cise pas d'&acirc;ge minimal et maximal, il est admis que tous les &acirc;ges sont desservis.</p>
<p>Pour recherche un &acirc;ge unique, saisissez l'&acirc;ge dans la premi&egrave;re bo&icirc;te. Le champ accepte les nombres entiers et &eacute;galement d&eacute;cimaux, par exemple 2.5 ans.</p>
<p>Pour recherche une classe d'&acirc;ge, saisissez la limite inf&eacute;rieure dans la premi&egrave;re bo&icirc;te et la limite sup&eacute;rieure dans la seconde bo&icirc;te. Vous pouvez pr&eacute;ciser si l'&acirc;ge doit correspondre &agrave; <em>une partie</em> ou <em>exactement</em> &agrave; la classe d'&acirc;ge. Afin d'illustrer la diff&eacute;rence entre ces deux options :</p>
<p>Admettons qu'une <strong>classe de 4-6</strong> ans est recherch&eacute;e, et qu'il existe 4 dossiers dans la base de donn&eacute;es : un desservant les <strong>4 ans et moins</strong>, un desservant les <strong>2-6 ans</strong>, un desservant les <strong>5 ans et plus</strong>, et un desservant <strong>Tous les &acirc;ges</strong> (aucun minimum et maximum pr&eacute;cis&eacute;). Lors d'une recherche <em>doit correspondre &agrave; une partie de la classe d'&acirc;ge</em>, les 4 dossiers correspondent, car ils chevauchent tous la classe 4-6 ans. Lors d'une recherche <em>doit correspondre &agrave; la classe d'&acirc;ge exactement </em>, seuls les &acirc;ges <strong>2-6</strong> et <strong>Tous les &acirc;ges</strong> correspondent, car ce sont les deux dossiers qui desservent chaque &acirc;ge entre 4 et 6 (inclusivement).</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="vacancy"></a>
<h3>Disponibilit&eacute;</h3>
<p>Vous permet de rechercher le champ d'information Places disponibles afin d'&eacute;tablir la <em>capacit&eacute; pour un certain public cible</em> ou les <em>places disponibles ou listes d'attente</em>, soit de mani&egrave;re g&eacute;n&eacute;rale, soit pour un public cible sp&eacute;cifique. Cette recherche retourne seulement les dossiers comportant des renseignements sur la capacit&eacute; ; si aucun public cible n'est associ&eacute; &agrave; la capacit&eacute; du service, il est admis que le dossier dessert tous les publics cibles.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="employees"></a>
<h3>Nombre d'employ&eacute;s</h3>
<p>Recherche les dossiers o&ugrave; une valeur de la liste pr&eacute;&eacute;tablie a &eacute;t&eacute; sp&eacute;cifi&eacute;e <em>OU</em> recherche les dossiers dont le nombre d'employ&eacute;s renseign&eacute; correspond exactement &agrave; la classe que vous sp&eacute;cifiez (au moins (x) employ&eacute;s et / ou pas plus de (x) employ&eacute;s), ainsi que la section particuli&egrave;re du champ <em>Nombre d'employ&eacute;s</em> &agrave; rechercher (<em>Total</em>, <em>Temps plein</em> ou <em>Temps partiel</em>). L'exactitude de la recherche par <em>Nombre d'employ&eacute;s</em> d&eacute;pend de la fiabilit&eacute; des renseignements pr&eacute;cis&eacute;s dans vos dossiers ; cette recherche ne retournera que les dossiers dont les renseignements pertinents au nombre d'employ&eacute;s sont indiqu&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="email_update"></a>
<h3>Derni&egrave;re demande de mise &agrave; jour par courriel</h3>
<p>Recherche des dossiers o&ugrave; l'on a envoy&eacute; &agrave; l'organisme une demande de mise &agrave; jour par courriel par l'entremise de la base de donn&eacute;es, dans les (x) derniers jours. La date &agrave; laquelle le dernier courriel a &eacute;t&eacute; envoy&eacute; est &eacute;tablie automatiquement par le logiciel.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="date"></a>
<h3>Recherche sur les champs Date « personnalis&eacute;s »</h3>
<p>Vous pouvez s&eacute;lectionner jusqu'&agrave; deux champs de date pour la recherche. Votre recherche peut limiter la date &agrave; une classe pr&eacute;d&eacute;finie dans la liste d&eacute;roulante, par exemple <em>« dans le pass&eacute; »</em>, <em>« dans le futur »</em>, <em>« dans les 7 derniers jours »</em>, etc., ainsi que <em>« Est nul »</em> (les champs s&eacute;lectionn&eacute;s doivent &ecirc;tre vides) et <em>« N'est pas nul »</em> (les champs s&eacute;lectionn&eacute;s <strong>ne doivent pas</strong> &ecirc;tre vides). Vous pouvez &eacute;galement s&eacute;lectionner des limites de date sup&eacute;rieure et inf&eacute;rieure en indiquant des dates sp&eacute;cifiques. Ceux sont deux entr&eacute;es disponibles pour cr&eacute;er une recherche personnalis&eacute;e sur les dates ; si vous cr&eacute;ez une recherche pour les deux entr&eacute;es, les deux doivent correspondre.</p>
<p>La liste des dates est cr&eacute;&eacute;e &agrave; partir des types de dates disponibles dans le logiciel. Si vous avez renomm&eacute; vos champs de date diff&eacute;remment des noms normalis&eacute;s livr&eacute;s avec le logiciel, ou avez ajout&eacute; vos propres champs de date « suppl&eacute;mentaires », <em>vos noms peuvent &ecirc;tre diff&eacute;rents de la liste ci-dessous</em> :</p>
<ul>
	<li><strong>Date de cueillette</strong> : date &agrave; laquelle l'information a &eacute;t&eacute; collect&eacute;e (&eacute;tablie par l'utilisateur)</li>
	<li><strong>Date de cr&eacute;ation</strong> : date &agrave; laquelle le dossier a &eacute;t&eacute; cr&eacute;&eacute; (&eacute;tablie par le syst&egrave;me)</li>
	<li><strong>Date de suppression</strong> : date &agrave; laquelle le dossier a &eacute;t&eacute; supprim&eacute; ou date de suppression pr&eacute;vue (&eacute;tablie par l'utilisateur)</li>
	<li><strong>Date d'importation</strong> : date &agrave; laquelle le dossier a &eacute;t&eacute; import&eacute; dans la base de donn&eacute;es (&eacute;tablie par le syst&egrave;me)</li>
	<li><strong>Date de modification</strong> : date &agrave; laquelle le contenu principal du dossier a &eacute;t&eacute; modifi&eacute; (&eacute;tablie par le syst&egrave;me)</li>
	<li><strong>Date de modification (Taxonomie)</strong> : date &agrave; laquelle la liste des « cat&eacute;gories de services » du dossier a &eacute;t&eacute; modifi&eacute;e (&eacute;tablie par le syst&egrave;me)</li>
	<li><strong>Date de mise &agrave; jour</strong> : date &agrave; laquelle le dossier a &eacute;t&eacute; enti&egrave;rement mis &agrave; jour (&eacute;tablie par l'utilisateur)</li>
	<li><strong>Derni&egrave;re demande - Courriel</strong> : date &agrave; laquelle le syst&egrave;me a envoy&eacute; une demande de mise &agrave; jour du dossier par courriel pour la derni&egrave;re fois (&eacute;tablie par le syst&egrave;me)</li>
	<li><strong>Calendrier des mises &agrave; jour</strong> : date pr&eacute;vue de la prochaine mise &agrave; jour compl&egrave;te (&eacute;tablie par l'utilisateur)</li>
</ul>
<p>En plus des dates &eacute;num&eacute;r&eacute;es ci-dessus, sachez que l'information de <em>Publication</em> contient sa propre date de modification en fonction du code de publication individuel. Ces dates ne sont pas accessibles dans la recherche personnalis&eacute;e sur les dates et, pour le moment, on peut seulement les rechercher par une <a href="#addsql">recherche SQL</a>. &Agrave; noter que dans de nombreux cas, les dates &eacute;tablies par le syst&egrave;me sont horodat&eacute;es, m&ecirc;me si ce n'est pas visible par l'utilisateur final ; les recherches ci-dessus prennent en compte l'horodatation si elle existe.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="custom_drops"></a>
<h3>Recherche sur les champs Texte « personnalis&eacute;s »</h3>
<p>Vous pouvez effectuer jusqu'&agrave; deux recherches personnalis&eacute;es sur les champs de texte. La liste des champs disponibles pour la recherche est &eacute;tablie en fonction des champs de texte disponibles sur la page <em>Renseignements sur le dossier</em> de la <em>vue</em> actuelle. Vous pouvez utilisez seulement l'un des deux menus de recherche personnalis&eacute;e ou les deux &agrave; la fois ; si vous utilisez les deux, alors le dossier doit correspondre aux deux recherches en m&ecirc;me temps.</p>
<p>Il existe deux menus d&eacute;roulants qui vous permettent de s&eacute;lectionner les champs dans la table de la base de donn&eacute;es et de retourner des r&eacute;sultats bas&eacute;s sur les champs s&eacute;lectionn&eacute;s. Les menus d&eacute;roulants au centre offrent 4 choix :</p>
<ul>
	<li><strong>Contient</strong> : les champs s&eacute;lectionn&eacute;s des dossiers doivent contenir la cha&icirc;ne de recherche exacte saisie</li>
	<li><strong>Ne contient pas</strong> : les champs s&eacute;lectionn&eacute;s des dossiers doivent ne pas contenir la cha&icirc;ne de recherche exacte saisie</li>
	<li><strong>Est nul</strong> : les champs s&eacute;lectionn&eacute;s doivent &ecirc;tre vides</li>
	<li><strong>Est nul</strong> : les champs s&eacute;lectionn&eacute;s <strong>ne doivent pas</strong> &ecirc;tre vides</li>
</ul>
<p>Pour chaque recherche de texte, vous pouvez s&eacute;lectionner / d&eacute;s&eacute;lectionner plusieurs champs en maintenant la touche <em>CTRL</em> enfonc&eacute;e lorsque vous cliquez sur des champs de la liste. Si vous effectuez une recherche o&ugrave; plusieurs champs sont s&eacute;lectionn&eacute;s dans une m&ecirc;me liste, l'option par d&eacute;faut est que n'importe quel champ peut correspondre au crit&egrave;re. Si vous souhaitez que <strong>tous</strong> les champs correspondent au crit&egrave;re, vous devez cocher la case <em>« Il doit y avoir concordance de tous les champs s&eacute;lectionn&eacute;s »</em>.</p>
<p>Vous pouvez choisir d'ajouter temporairement les champs recherch&eacute;s au tableau des r&eacute;sultats de recherche en cochant la case <em>« Inclure le(s) champ(s) s&eacute;lectionn&eacute;(s) dans le tableau d'affichage des r&eacute;sultats »</em>. Cela ne modifiera pas vos param&egrave;tres <em>Changer les options d'affichage</em> et les champs suppl&eacute;mentaires ne seront affich&eacute;s que pour le tableau des r&eacute;sultats de cette recherche particuli&egrave;re.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="owner"></a>
<h3>Agence propri&eacute;taire de dossiers</h3>
<p>Vous permet de retourner seulement les r&eacute;sultats o&ugrave; l'agence propri&eacute;taire des dossiers correspond &agrave; n'importe quelle agence que vous avez s&eacute;lectionn&eacute;e dans le menu d&eacute;roulant (cette option ne s'av&egrave;re utile que si vous avez plusieurs agences propri&eacute;taires de dossiers dans votre base de donn&eacute;es). La liste des agences disponibles ici est &eacute;tablie en fonction des agences marqu&eacute;es comme d&eacute;tenant des dossiers dans le module actuel (Information communautaire ou B&eacute;n&eacute;volat), dans la section <em>Agences</em> de la configuration.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="volunteer"></a>
<h3>Occasions de b&eacute;n&eacute;volat</h3>
<p>Si le module B&eacute;n&eacute;volat est utilis&eacute;, on peut rechercher des dossiers qui ont (ou n'ont pas) d'occasions de b&eacute;n&eacute;volat.</p>
<ul>
	<li><strong>Offre des occasions de b&eacute;n&eacute;volat</strong> - a au moins une occasion de b&eacute;n&eacute;volat associ&eacute; ; ne fait pas de diff&eacute;rence si l'occasion est actuellement accessible (p. ex., expir&eacute;e, interne, supprim&eacute;e, etc.).</li>
	<li><strong>Offre des occasions de b&eacute;n&eacute;volat dans cette Vue</strong> - a des occasions qui sont actuellement accessibles dans la vue <em>B&eacute;n&eacute;volat</em> de la base de donn&eacute;es (certaines peuvent &ecirc;tre expir&eacute;es).</li>
	<li><strong>Offre des occasions de b&eacute;n&eacute;volat en ce moment dans cette Vue</strong> - A des occasions dont la date <em>Afficher jusqu'&agrave;</em> n'est pas pass&eacute;e et qui sont accessibles dans votre vue <em>B&eacute;n&eacute;volat</em> actuelle.</li>
	<li><strong>Offre des occasions de b&eacute;n&eacute;volat actuelles, publiques et non supprim&eacute;es dans cette Vue</strong> - a des occasions disponibles ; les occasions actuelles, publiques et non supprim&eacute;es signifient g&eacute;n&eacute;ralement qu'elles sont accessibles au public.</li>
	<li><strong>N'offre aucune occasion de b&eacute;n&eacute;volat</strong> - n'a aucune occasion de b&eacute;n&eacute;volat associ&eacute;e (y compris des occasions supprim&eacute;es, pass&eacute;es ou internes, etc.).</li>
</ul>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="pubs"></a>
<h3>Publications / En-t&ecirc;tes g&eacute;n&eacute;raux</h3>
<p>Le fait d'utiliser les options de <em>Publications</em> vous permet de retourner des dossiers en fonction des codes de publication assign&eacute;s aux dossiers de la base de donn&eacute;es. Vous pouvez utiliser les deux tableaux, <em>« Inclure les publications »</em> et <em>« Exclure les publications »</em>, soit s&eacute;par&eacute;ment, soit en combinaison.</p>
<ul>
	<li><strong>Aucun</strong> retournera les dossiers qui n'ont pas de code de publication assign&eacute;.</li>
	<li><strong>Avec au moins un code</strong> retournera les dossiers qui ont au moins un code de publication assign&eacute;.</li>
	<li><strong>Avec l'un de</strong> vous permet de choisir dans la liste une ou plusieurs publications pour retourner des r&eacute;sultats o&ugrave; seulement certaines publications sont assign&eacute;es.</li>
	<li>On peut utiliser le tableau <strong>« Exclure les publications »</strong> pour pr&eacute;ciser les publications &agrave; <em>ne pas inclure</em> dans les r&eacute;sultats de recherche.</li>
</ul>
<p>Si certaines des publications accessibles dans votre vue actuelle contiennent des en-t&ecirc;tes g&eacute;n&eacute;raux, vous pourrez les s&eacute;lectionner dans la liste d&eacute;roulante sous la section appel&eacute;e « En-t&ecirc;tes g&eacute;n&eacute;raux ». Les param&egrave;tres de recherche fonctionnent de la mani&egrave;re mentionn&eacute;e ci-dessous pour les codes de publication.</p>
<p>Si vous travaillez dans une vue <em>limit&eacute;e</em> par publication, vous ne verrez que les <em>En-t&ecirc;tes g&eacute;n&eacute;raux</em> de cette publication particuli&egrave;re, plut&ocirc;t qu'une liste de codes de publication.
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="email"></a>
<h3>Courriel</h3>
<p>Recherche les dossiers en fonction du statut des champs <em>Courriel</em> et <em>Courriel de mise &agrave; jour</em>.</p>
<ul>
	<li><strong>Tous les dossiers</strong> - retourne tous les dossiers, qu'ils aient une adresse courriel ou non.</li>
	<li><strong>Seulement avec un courriel</strong> - retourne les dossiers qui ont soit un <em>Courriel</em>, soit un <em>Courriel de mise &agrave; jour</em>.</li>
	<li><strong>Seulement sans courriel</strong> - retourne les dossiers qui <strong>n'ont pas</strong> de <em>Courriel</em> ou de <em>Courriel de mise &agrave; jour</em>.</li>
	<li><strong>Peut envoyer des demandes de mise &agrave; jour</strong> - retourne les dossiers qui ont soit un <em>Courriel</em>, soit un <em>Courriel de mise &agrave; jour</em>, et dont le champ <em>Bloquer demandes par courriel</em> <strong>n'est pas</strong> activ&eacute;.</li>
	<li><strong>Ne peut pas envoyer de demandes de mise &agrave; jour</strong> - retourne les dossiers qui n'ont pas de <em>Courriel</em> ou de <em>Courriel de mise &agrave; jour</em> ou dont le champ <em>Bloquer demandes par courriel</em> est activ&eacute;.</li>
</ul>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="public"></a>
<h3>Statut public</h3>
<p>Vous permet de pr&eacute;ciser s'il faut retourner tous les dossiers, seulement ceux marqu&eacute;s comme publics ou seulement ceux marqu&eacute;s comme internes. Cette recherche est uniquement visible dans les vues qui incluent les dossiers internes.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="language"></a>
<h3>Langue</h3>
<p>Vous permet de retourner les dossiers qui ont ou n'ont pas d'&eacute;quivalent dans une autre langue. Cette recherche ne permet pas de pr&eacute;ciser actuellement dans quelle langue le dossier est accessible ; elle identifie uniquement les dossiers qui ont un &eacute;quivalent dans une autre langue autre que la langue actuelle.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="childcare"></a>
<h3>Statut de garderie</h3>
<p>Vous permet de retourner les dossiers qui sont ou ne sont pas d&eacute;sign&eacute;s comme ressource de garderie.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="deleted"></a>
<h3>Statut supprim&eacute;</h3>
<p>Si vous avez l'autorisation de consulter les dossiers supprim&eacute;s, vous pouvez cocher cette case afin de les afficher dans vos r&eacute;sultats de recherche. Cela s'applique uniquement aux dossiers dont la date de suppression est dans le pass&eacute;. Les dossiers dont la date de suppression est dans le futur (« en attente » d'&ecirc;tre supprim&eacute;s) ne sont pas consid&eacute;r&eacute;s comme supprim&eacute;s avant la date. Cette recherche est uniquement visible dans les vues qui incluent les dossiers supprim&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="addsql"></a>
<h3>SQL</h3>
<p>Une technique de recherche avanc&eacute;e qui exige des connaissances de la structure de donn&eacute;es sous-jacente et des conventions d'appellations utilis&eacute;es dans la base de donn&eacute;es. R&eacute;f&eacute;rez-vous au lien « Aide SQL » dans ce champ pour obtenir des id&eacute;es sur des cha&icirc;nes de recherche possibles.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="checklist"></a>
<h3>Listes de contr&ocirc;le</h3>
<p>Cet outil vous permet de s&eacute;lectionner dans une liste des listes de contr&ocirc;le disponibles pour effectuer des recherches qui requi&egrave;rent ou excluent des valeurs particuli&egrave;res (une recherche similaire aux <a href="#pubs">recherche de Publication / En-t&ecirc;tes g&eacute;n&eacute;raux</a>). Pour rechercher une liste de contr&ocirc;le sp&eacute;cifique, s&eacute;lectionnez-la dans la liste d&eacute;roulante, puis cliquez sur <em>« Ajouter »</em> pour afficher les choix de recherche de cette liste de contr&ocirc;le. Vous pouvez recherchez dans plusieurs listes de contr&ocirc;le. &Agrave; noter que les listes de contr&ocirc;le disponibles pour la recherche sont &eacute;tablies en fonction de la configuration de la vue actuelle.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
