<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Cette page liste tous les sujets et sujets associ&eacute;s qui commencent par la lettre s&eacute;lectionn&eacute;e dans le menu <em>« Parcourir par sujet »</em>.</p>
<p>Si le message qui appara&icirc;t sur cette page est : <em>« Il n'y a pas de dossier correspondant &agrave; vos crit&egrave;res »</em>, alors il n'existe pas de sujet commen&ccedil;ant par la lettre s&eacute;lectionn&eacute;e (&agrave; noter qu'en fonction des disponibilit&eacute;s de la vue actuelle, vous pourriez voir ou ne pas voir les sujets qui ne sont pas associ&eacute;s &agrave; des dossiers d'organismes / programmes). Dans ce cas, utilisez le menu <em>« Choisir une lettre »</em> pour s&eacute;lectionner une autre lettre. Sinon, retournez &agrave; la page de recherche principale ou utilisez le bouton retour de votre navigateur pour d&eacute;buter une nouvelle recherche.</p>
<p>Le nombre entre parenth&egrave;ses &agrave; la suite d'un sujet indique combien de dossiers dans la base de donn&eacute;es correspondent <strong>exactement</strong> au sujet. Le nombre repr&eacute;sente uniquement le nombre de dossiers dans la vue actuelle de votre base de donn&eacute;es ; il peut exister d'autres dossiers de la base de donn&eacute;es associ&eacute;s &agrave; ce sujet, mais vous n'avez pas acc&egrave;s &agrave; ces dossiers. M&ecirc;me si un sujet n'a pas de dossier associ&eacute; (0), vous pouvez cliquer dessus et voir les sujets g&eacute;n&eacute;riques, sp&eacute;cifiques ou associ&eacute;s ayant des dossiers associ&eacute;s.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
