<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <em>« G&eacute;rer les dossiers supprim&eacute;s »</em> affiche une tableau comprenant tous les dossiers qui ont &eacute;t&eacute; <em>marqu&eacute;s</em> pour suppression dans la base de donn&eacute;es. Les dossiers avec une date de suppression dans le pass&eacute; n'appara&icirc;tront pas dans les recherches ordinaires, alors que les dossiers avec une date de suppression dans le futur (« en attente de suppression ») sont toujours accessibles. Les dossiers supprim&eacute;s peuvent &ecirc;tre accessibles par la Recherche avanc&eacute;e, si les dossiers supprim&eacute;s sont visibles dans la vue actuelle.</p>
<p>Un dossier qui est <em>marqu&eacute;</em> comme supprim&eacute; (avec une date de suppression) contient toujours toutes ses informations, classifications et relations, &agrave; moins qu'on les retire volontairement. Dans les cas des dossiers d'information communautaire, les dossiers supprim&eacute;s continuent d'&ecirc;tre associ&eacute;s au num&eacute;ro de dossier de leur agence, ce qui emp&ecirc;che de r&eacute;utiliser leur num&eacute;ro dans de nouveaux dossiers.</p>
<p>Depuis cette page, les utilisateurs ayant des privil&egrave;ges de suppression peuvent modifier la date de suppression ou restaurer un dossier (retirer son statut supprim&eacute; ou en attente de suppression). Les super-utilisateurs peuvent &eacute;galement supprimer d&eacute;finitivement un dossier ou un groupe de dossiers.</p>
<p>Les dossiers supprim&eacute;s d&eacute;finitivement sont retir&eacute;s de la base de donn&eacute;es de mani&egrave;re irr&eacute;vocable et ne seront plus visibles par personne. Parce que retirer des dossiers peut affecter les rapports statistiques et d'autres renseignements, il est g&eacute;n&eacute;ralement d&eacute;conseill&eacute; de supprimer les dossiers de mani&egrave;re permanente. Si les dossiers doivent &ecirc;tre supprim&eacute;s, le meilleur moment pour le faire est suite &agrave; une purge des statistiques, comme il est coutume de le faire &agrave; la fin de l'ann&eacute;e. Si le dossier a &eacute;t&eacute; supprim&eacute; depuis suffisamment longtemps, il aura peu, voir pas de statistiques actuelles, et pourra &ecirc;tre retir&eacute; en toute s&eacute;curit&eacute;, sans causer d'anomalies dans les rapports. Une fois qu'un dossier a &eacute;t&eacute; supprim&eacute; d&eacute;finitivement, son num&eacute;ro de dossier d'agence pourra &ecirc;tre r&eacute;utilis&eacute;. <span class="Alert">Les suppressions permanentes ne peuvent &ecirc;tre effectu&eacute;es que par des comptes de super-utilisateurs.</span></p>
<h3>Suppression d&eacute;finitive en nombre</h3>
<p>Pour supprimer d&eacute;finitivement un grand groupe de dossiers, vous pouvez cocher les cases &agrave; c&ocirc;t&eacute; des dossiers ou utiliser le bouton « S&eacute;lectionner tout » pour s&eacute;lectionner tous les dossiers disponibles. Cliquez sur le bouton « Supprimer les dossiers s&eacute;lectionn&eacute;s d&eacute;finitivement » pour retirer tous les dossiers s&eacute;lectionn&eacute;s de mani&egrave;re permanente. S'il n'y a pas de case &agrave; c&ocirc;t&eacute; d'un dossier, il ne peut pas &ecirc;tre supprim&eacute;, en g&eacute;n&eacute;ral parce qu'il est encore utilis&eacute; dans la base de donn&eacute;es (comme un dossier d'information communautaire encore utilis&eacute; dans une occasion de b&eacute;n&eacute;volat). Vous devez d'abord retirer les r&eacute;f&eacute;rences au dossier avant de pouvoir le supprimer.</p>
<p>Veuillez utiliser cet fonctionnalit&eacute; avec grande prudence, car les dossiers ne peuvent pas &ecirc;tre r&eacute;cup&eacute;r&eacute;s une fois retir&eacute;s. Si vous pr&eacute;voyez de supprimer un ensemble de dossiers en une seule fois, il est fortement conseill&eacute; d'exporter d'abord ces dossiers en utilisant un profil de <em>Format de partage CIOC</em> complet, qui vous donnera la chance de restituer ces dossiers en cas d'erreur. Comme le module B&eacute;n&eacute;volat ne supporte pas d'outil d'importation / exportation pour le moment, il peut &ecirc;tre appropri&eacute; de sauvegarder les pages de d&eacute;tails des dossiers ou de conserver une archive de la base de donn&eacute;es sur Microsoft Access.</p>
<h3>Dossiers qui ne peuvent &ecirc;tre supprim&eacute;s d&eacute;finitivement</h3>
<p>La l&eacute;gende en haut de la page indique les raisons pour lesquelles il n'est pas possible de supprimer des dossiers d&eacute;finitivement, ainsi que la lettre qui appara&icirc;tra &agrave; c&ocirc;t&eacute; de chaque dossier si elle s'applique &agrave; ce dossier. La lettre appara&icirc;tra dans la colonne la plus &agrave; gauche du tableau.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
