<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <em>« D&eacute;tails sur le dossier d'organisme »</em> liste tous les d&eacute;tails du dossier qui sont visibles dans votre vue actuelle. Un super-utilisateur peut modifier les champs disponibles dans cette vue et sous quels en-t&ecirc;tes les champs sont regroup&eacute;s, depuis la configuration de la vue. On peut modifier les noms des champs et leur ordre dans les param&egrave;tres <em>« Affichage des champs »</em>.</p>
<p>Cette page d'aide indique les 5 types d'actions principales disponibles sur les d&eacute;tails du dossier depuis cette page :</p>
<ul>
	<li><a href="#search">Parcourir les r&eacute;sultats de la recherche</a></li>
	<li><a href="#name">Liens des noms d'organisme</a></li>
	<li><a href="#menu">&Eacute;l&eacute;ments du menu des d&eacute;tails du dossier</a></li>
	<li><a href="#other">Autres liens sur la page de d&eacute;tails</a></li>
	<li><a href="#view">Modifier votre vue</a></li>
</ul>

<hr>

<a name="search"></a>
<h3>Parcourir les r&eacute;sultats de la recherche</h3>
<p>Si ce dossier est l'un des nombreux dossiers retourn&eacute;s lors de votre derni&egrave;re recherche, vous verrez des liens en haut et en bas du dossier :</p>
<img src="../images/first.gif" width="16" height="12"> Premier <img src="../images/previous.gif" width="14" height="12"> Pr&eacute;c&eacute;dent | Suivant <img src="../images/next.gif" width="14" height="12"> Dernier <img src="../images/last.gif" width="16" height="12"> (10 de 100 Total)
<p>Vous pouvez utiliser <em>Premier</em>, <em>Pr&eacute;c&eacute;dent</em>, <em>Suivant</em> et <em>Dernier</em> pour parcourir vos r&eacute;sultats de recherche un par un, ou le lien <em>Total</em> pour retourner &agrave; la page de r&eacute;sultats et consulter la liste compl&egrave;te des r&eacute;sultats.</p>
<p><span class="Alert">Remarque :</span> les liens de navigation dans les r&eacute;sultats de recherche peuvent ne pas fonctionner correctement ou peuvent ne pas appara&icirc;tre du tout si vous avez lanc&eacute; une nouvelle recherche, puis avez utilis&eacute; votre bouton retour pour retourner aux r&eacute;sultats d'une recherche pr&eacute;c&eacute;dente. Pour que ces liens fonctionnent de mani&egrave;re fiable, vous devez vous rendre sur les pages de d&eacute;tails des dossiers directement depuis la page <em>« R&eacute;sultats de recherche »</em> ou <em>« Explorer par organisme »</em>, sans lancer d'autres recherches dans votre navigateur.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<hr>

<a name="name"></a>
<h3>Liens des noms d'organisme</h3>
<p>CIOC utilise une structure de nom &agrave; 5 niveaux, avec des champs nomm&eacute;s de ORG_LEVEL_1 &agrave; ORG_LEVEL_5 (l'affichage du nom des ces champs peut varier en fonction de vos param&egrave;tres). ORG_LEVEL_1 repr&eacute;sente l'organisme parent le plus &eacute;lev&eacute;, avec des niveaux inf&eacute;rieurs repr&eacute;sentant plusieurs succursales, programmes ou emplacements. Si vous utilisez cette structure correctement et de mani&egrave;re constante, vous pourrez utiliser la fonctionnalit&eacute; des liens sur les noms afin de rechercher des dossiers appartenant &agrave; la m&ecirc;me structure d'organisme parent, des niveaux 1 &agrave; 4, o&ugrave; au moins un dossier correspondant peut &ecirc;tre trouv&eacute;. Cette fonctionnalit&eacute; est disponible uniquement si elle est activ&eacute;e dans cette vue.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<hr>

<a name="menu"></a>
<h3>&Eacute;l&eacute;ments du menu des d&eacute;tails du dossier</h3>
<p>Sous le nom d'organisme en haut du dossier figure un menu de liens ou un menu d&eacute;roulant. Cela d&eacute;pend du niveau de s&eacute;curit&eacute; de votre compte et des fonctionnalit&eacute;s activ&eacute;es dans votre base de donn&eacute;es.</p>
<table class="NoBorder cell-padding-2">
	<tr valign="TOP">
		<td><ul>
				<li><a href="#addrecord">Ajouter le dossier (&agrave; ma liste / au traceur de client)</a></li>
				<li><a href="#suggest">Proposer une mise &agrave; jour</a></li>
				<li><a href="#francais">Fran&ccedil;ais / English / Autre langue</a></li>
				<li><a href="#update">Mettre &agrave; jour le dossier</a></li>
				<li><a href="#equiv">Cr&eacute;er le dossier &eacute;quivalent</a></li>
				<li><a href="#copy">Copier le dossier</a></li>
				<li><a href="#delete">Supprimer / Restaurer le dossier</a></li>
				<li><a href="#servcats">Mettre &agrave; jour les cat&eacute;gories de service</a></li>
				<li><a href="#pubs">Mettre &agrave; jour les publications</a></li>
			</ul></td>
		<td><ul>
				<li><a href="#headings">Mettre &agrave; jour les descriptions / en-t&ecirc;tes</a></li>
				<li><a href="#email">Demander la mise &agrave; jour par courriel</a></li>
				<li><a href="#mail">Exp&eacute;dier le formulaire par la poste</a></li>
				<li><a href="#volopps">Occasions de b&eacute;n&eacute;volat</a></li>
				<li><a href="#createvol">Cr&eacute;er / Proposer une occasion de b&eacute;n&eacute;volat</a></li>
				<li><a href="#createvol">Mettre &agrave; jour par courriel toutes les demandes d'occasion de b&eacute;n&eacute;volat</a></li>
				<li><a href="#print">Version imprimable</a></li>
				<li><a href="#reminders">Rappels</a></li>
				<li><a href="#check">V&eacute;rifier la r&eacute;troaction</a></li>
			</ul></td>
	</tr>
</table>

<a name="addrecord"></a>
<h4>Ajouter le dossier (&agrave; <img alt="Ajouter le dossier" src="../images/listadd.gif" /> ma liste / <img alt="Ajouter le dossier" src="../images/referraladd.gif" /> au traceur de client)</h4>
<p>Si vous utilisez la fonctionnalit&eacute; « Ma liste » dans votre vue ou si vous travaillez sur un appel avec le traceur de client, vous verrez une option du menu <img alt="Ajouter le dossier" src="../images/listadd.gif" />&nbsp;<strong>Ajouter le dossier</strong> (ou <img alt="Ajouter le dossier" src="../images/referraladd.gif" /> pour le traceur de client), vous permettant d'ajouter ce dossier soit &agrave; votre liste, soit &agrave; l'appel. Si vous avez d&eacute;j&agrave; ajout&eacute; ce dossier &agrave; votre liste, la mention <img alt="Dossier ajout&eacute;" src="../images/listadded.gif" />&nbsp;<strong>Dossier ajout&eacute;</strong> sera indiqu&eacute;e &agrave; la place (ou <img alt="Dossier ajout&eacute;" src="../images/referraladded.gif" /> pour le traceur de client).</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="suggest"></a>
<h4><img src="../images/edit.gif" width="15" height="14"> Proposer une mise &agrave; jour</h4>
<p>Visible de tous les utilisateurs et du public, ce lien vous dirige vers une page de r&eacute;troaction o&ugrave; vous pouvez faire des <em>suggestions</em> de modification aux d&eacute;tails du dossier actuel. Les changements apport&eacute;s au dossier ne seront pas visibles imm&eacute;diatement, mais seront d'abord r&eacute;vis&eacute;s par un gestionnaire de donn&eacute;es avant d'&ecirc;tre ajout&eacute;s au dossier officiel.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="francais"></a>
<h4><img src="../images/fr-CA.gif" width="19" height="14"> Fran&ccedil;ais / <img src="../images/en-CA.gif" width="19" height="14"> Anglais / Autre langue</h4>
<p>Si ce dossier est disponible dans une autre langue, consultez le dossier dans cette langue en cliquant sur le lien.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="update"></a>
<h4>Mettre &agrave; jour le dossier</h4>
<p>Vous aurez acc&egrave;s &agrave; l'option de mise &agrave; jour du dossier dans le menu d&eacute;roulant si vous avez l'autorisation de mettre &agrave; jour le dossier en question dans la vue actuelle. M&ecirc;me si le lien vous dirige toujours d'abord vers le formulaire dans la langue actuelle, vous aurez l'occasion de mettre &agrave; jours les versions dans d'autres langues apr&egrave;s avoir soumis vos modifications. Vous pouvez &eacute;galement basculer vers une autre langue si vous souhaitez commencer les modifications dans une autre langue. Les changements apport&eacute;s au dossier par l'entremise du formulaire de mise &agrave; jour seront mis en &oelig;uvre imm&eacute;diatement.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="equiv"></a>
<h4>Cr&eacute;er le dossier &eacute;quivalent</h4>
<p>L'option pour cr&eacute;er un dossier &eacute;quivalent est disponible dans le menu d&eacute;roulant si vous utilisez la version multilingue du logiciel, avez l'autorisation de mettre &agrave; jour ce dossier dans cette vue et s'il n'existe pas de version du dossier dans la langue en question. Pour ajouter des langues de dossier suppl&eacute;mentaires, veuillez contacter les administrateurs CIOC.</p>
<p>Les dossiers CIOC supportent* les langues suivantes :</p>
<table class="NoBorder cell-padding-2">
	<tr valign="top">
		<td>
			<ul>
				<li>Anglais</li>
				<li>Fran&ccedil;ais</li>
				<li>Bulgare</li>
				<li>Croate</li>
				<li>Tch&egrave;que</li>
				<li>Hollandais</li>
				<li>Anglais</li>
				<li>Fran&ccedil;ais</li>
				<li>Allemand</li>
				<li>Grec</li>
			</ul>

		</td>
		<td>
			<ul>
				<li>Hongrois</li>
				<li>Italien</li>
				<li>Japonais</li>
				<li>Cor&eacute;en</li>
				<li>Letton</li>
				<li>Lituanien</li>
				<li>Norv&eacute;gien</li>
				<li>Polonais</li>
				<li>Portugais</li>
				<li>Roumain</li>
			</ul>

		</td>
		<td>
			<ul>
				<li>Russe</li>
				<li>Chinois simplifi&eacute;</li>
				<li>Slovaque</li>
				<li>Slov&egrave;ne</li>
				<li>Espagnol</li>
				<li>Su&eacute;dois</li>
				<li>Thailandais</li>
				<li>Chinois traditionnel</li>
				<li>Turc</li>
			</ul>
		</td>
	</tr>
</table>

<p class="Alert SmallNote">* L'interface est uniquement accessible en anglais et fran&ccedil;ais pour le moment. Pour travailler dans l'une des langues list&eacute;es ci-dessus, vous pourriez devoir collaborer avec CIOC pour la prestation de services de traduction dans la langue en question.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="copy"></a>
<h4>Copier le dossier</h4>
<p>Si vous avez l'autorisation de cr&eacute;er des nouveaux dossiers, vous aurez acc&egrave;s &agrave; la fonctionnalit&eacute; de <em>copie</em> de dossier. Vous aurez l'occasion de s&eacute;lectionner les champs sp&eacute;cifiques du dossier &agrave; copier sur d'autres dossiers que vous &ecirc;tes autoris&eacute;s &agrave; mettre &agrave; jour. Pour copier un dossier, vous devez d&eacute;tenir les autorisations sur le dossier actuel <strong>et</strong> l'autorisation d'ajouter de nouveaux dossiers.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="delete"></a>
<h4>Supprimer / Restaurer</h4>
<p><em>Supprimer</em> vous permet d'&eacute;tablir la date de suppression d'un dossier ; les dossiers dont la date de suppression est pass&eacute;e ne seront plus accessibles par les recherches ordinaires, tandis que les dossiers dont la date de suppression est dans le futur resteront actifs jusqu'&agrave; &eacute;ch&eacute;ance de la date. Les dossiers supprim&eacute;s affichent le lien <em>Restaurer</em> ; le fait de restaurer un dossier supprimera sa date de suppression. Les fonctionnalit&eacute;s de suppression et de restauration sont disponibles uniquement aux utilisateurs ayant l'autorisation de supprimer des dossiers.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="servcats"></a>
<h4>Mettre &agrave; jour les cat&eacute;gories de service</h4>
<p>Cette option du menu d&eacute;roulant vous permet de mettre &agrave; jour l'indexation des cat&eacute;gories de service (Taxonomie des services humains) du dossier. Cette option est disponible uniquement aux utilisateurs ayant l'autorisation d'indexer avec la Taxonomie et est ind&eacute;pendante de la capacit&eacute; &agrave; mettre &agrave; jour le reste du dossier.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="pubs"></a>
<h4>Mettre &agrave; jour les publications</h4>
<p>Lien pour mettre &agrave; jour la liste des codes de publication attach&eacute;s &agrave; ce dossier, ainsi que tout renseignement sur les publications, comme les descriptions de publication et les en-t&ecirc;tes g&eacute;n&eacute;raux. Le lien est accessible si vous avez l'autorisation de mettre &agrave; jour les publications et si vous n'&ecirc;tes pas actuellement dans une <em>vue limit&eacute;e par publication</em>. Si vous travaillez dans une vue <em>« limit&eacute;e </em>, vous verrez le lien <em>« Mettre &agrave; jour les descriptions / en-t&ecirc;tes »</em> &agrave; la place.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="headings"></a>
<h4>Mettre &agrave; jour les descriptions / en-t&ecirc;tes</h4>
<p>Lien pour mettre &agrave; jour les descriptions de publication et les en-t&ecirc;tes g&eacute;n&eacute;raux de la publication sur laquelle est bas&eacute;e votre vue. Le lien est accessible uniquement lorsque vous travaillez dans une <em>vue limit&eacute;e par publication</em>, si vous avez l'autorisation de modifier les renseignements de publication.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="email"></a>
<h4>Demander la mise &agrave; jour par courriel</h4>
<p>Ce lien vous dirige vers une page o&ugrave; vous pouvez r&eacute;diger / personnaliser un courriel &agrave; l'attention d'un organisme afin de demander une mise &agrave; jour de leurs renseignements. Ce lien est disponible si vous avez l'autorisation d'envoyer des demandes de mise &agrave; jour par courriel, si l'organisme a un courriel disponible pour l'envoi de mise &agrave; jour contenu dans le dossier et si le champ <em>Bloquer demandes par courriel</em> n'a pas &eacute;t&eacute; activ&eacute; dans ce dossier.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="mail"></a>
<h4>Exp&eacute;dier le formulaire par la poste</h4>
<p>L'option d'envoi du formulaire par la poste dans le menu d&eacute;roulant vise &agrave; &ecirc;tre utilis&eacute; lorsque vous ne pouvez pas utiliser la fonctionnalit&eacute; de demande de mise &agrave; jour par courriel pour demander la mise &agrave; jour de ce dossier. Si vous avez &eacute;tabli un mod&egrave;le d'impression dans cette vue, il sera utilis&eacute; dans le formulaire de courriel ou de t&eacute;l&eacute;copie. Comme pour la page de r&eacute;troaction, le formulaire de courriel ou de t&eacute;l&eacute;copie r&eacute;unit les coordonn&eacute;es en fonction des sp&eacute;cifications sur l'agence propri&eacute;taire contenues dans la configuration de l'agence.</p>
<p>Vous pouvez aller dans la section « Mise en page » de votre navigateur (dans le menu « Fichier ») et &eacute;largir vos marges ou supprimer les en-t&ecirc;tes et pieds de page avant d'imprimer. Le fait de supprimer les en-t&ecirc;tes et pieds de page dans la mise en page emp&ecirc;chera votre navigateur d'imprimer automatiquement les num&eacute;ros de page, l'URL de la page, les renseignements de date et d'heure, etc. Le fait d'augmenter les marges de la page peut &eacute;galement r&eacute;duire le nombre de pages n&eacute;cessaires pour imprimer le formulaire de mise &agrave; jour.</p>
<p>Le formulaire imprimable s'ouvre dans une nouvelle fen&ecirc;tre ou un nouvel onglet du navigateur. Lorsque vous avez termin&eacute;, fermez la fen&ecirc;tre ou l'onglet pour retourner &agrave; la page pr&eacute;c&eacute;dente.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="volopps"></a>
<h4><img src="../images/handshake.gif" width="22" height="14"> Occasions de b&eacute;n&eacute;volat</h4>
<p>Disponible uniquement si le module B&eacute;n&eacute;volat est utilis&eacute;. S'il existe actuellement des occasions de b&eacute;n&eacute;volat associ&eacute;es au dossier qui sont accessibles dans votre vue actuelle de la base de donn&eacute;es B&eacute;n&eacute;volat, un lien sera fourni pour retourner une liste de ces dossiers d'occasions de b&eacute;n&eacute;volat.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="createvol"></a>
<h4>Cr&eacute;er / <img src="../images/new.gif" width="13" height="14"> Proposer une occasion de b&eacute;n&eacute;volat</h4>
<p>Disponible uniquement si le module B&eacute;n&eacute;volat est utilis&eacute;. En fonction de vos autorisations sur le module B&eacute;n&eacute;volat de la base de donn&eacute;es, vous verrez un lien pour soit <em>cr&eacute;er</em>, soit <em>sugg&eacute;rer</em> une nouvelle occasion de b&eacute;n&eacute;volat (consultez <em>« Proposer une mise &agrave; jour »</em> et <em>« Mettre &agrave; jour le dossier »</em> plus haut pour comprendre la distinction). L'option de cr&eacute;ation se trouve dans le menu d&eacute;roulant, alors que l'option de suggestion est accessible par un lien avec une ic&ocirc;ne, comme dans le titre ci-dessus. &Agrave; noter que le lien <em>Sugg&eacute;rer</em> peut &ecirc;tre bloqu&eacute; &agrave; l'affichage, en fonction du param&eacute;trage de la vue B&eacute;n&eacute;volat actuelle.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="print"></a>
<h4><img src="../images/printer.gif" width="13" height="15"> Version imprimable</h4>
<p>Si vous avez pr&eacute;cis&eacute; un <em>mod&egrave;le d'impression</em> pour la vue actuelle, vous aurez acc&egrave;s &agrave; un lien qui ouvrira le dossier dans une nouvelle fen&ecirc;tre. Les versions imprimables sont format&eacute;es pour l'impression en utilisant le mod&egrave;le fourni ; tous les liens g&eacute;n&eacute;r&eacute;s par le syst&egrave;me et les &eacute;l&eacute;ments du menu seront masqu&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="reminders"></a>
<h4>Rappels</h4>
<p>Le lien <em>Rappels</em> vous permet de consulter, de modifier ou de compl&eacute;ter les rappels attach&eacute;s &agrave; ce dossier. Si le dossier contient un rappel actuellement actif, une ic&ocirc;ne appara&icirc;tra &agrave; c&ocirc;t&eacute; du lien du rappel. Une ic&ocirc;ne d'alarme <img src="../images/remind.gif" width="17" height="17"> indique les rappels actifs, alors qu'une ic&ocirc;ne d'alerte <img src="../images/reminder_alert.gif" width="15" height="14"> indique qu'au moins un rappel est en retard. Pour de l'aide suppl&eacute;mentaire sur les rappels, consultez le fichier d'aide sur la <a href="pagehelp?Page=reminders&Ln=en-CA">page principale des rappels</a>.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="check"></a>
<h4>V&eacute;rifier la r&eacute;troaction</h4>
<p>Si la r&eacute;troaction soumise pour ce dossier n'a pas encore &eacute;t&eacute; trait&eacute;e, cliquez sur ce lien pour consulter toute la r&eacute;troaction sur ce dossier.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<hr>

<a name="other"></a>
<h3>Autres liens sur la page de d&eacute;tails...</h3>
<p>Dans le dossier lui-m&ecirc;me peuvent figurer d'autres liens vers des nouvelles recherches ou des sites web externes. De nombreux champs CIOC vous permettent de saisir du HTML, vous permettant de cr&eacute;er vos propres liens dans le dossier. Certains des liens cr&eacute;&eacute;s par le logiciel comprennent :</p>

<h4>Liens vers le site web et le courriel</h4>
<p>Les diff&eacute;rents champs de site web ou de courriel du logiciel seront hyperli&eacute;s automatiquement par le logiciel, sauf dans la version imprimable du dossier. Si un champ de courriel unique contient plusieurs adresses courriel, le fait de cliquer sur le lien ouvrira votre logiciel de courriel pour r&eacute;diger un message destin&eacute; &agrave; <strong>toutes</strong> les adresses list&eacute;es.</p>
<h4>Liens vers des m&eacute;dias sociaux</h4>
<p>&Agrave; noter que deux types de liens vers des m&eacute;dias sociaux peuvent &ecirc;tre disponibles sur cette page :</p>
<ol>
	<li><strong>Liens vers des m&eacute;dias sociaux <em>sur l'organisme / programme</em></strong> : cela peut comprendre les liens vers la page Facebook, le fil Twitter, etc., de l'organisme.</li>
	<li><strong>Liens de <em>partage</em> sur les m&eacute;diaux sociaux</strong> : ces liens apparaissent dans le coin sup&eacute;rieur droit du dossier (si activ&eacute; dans la vue) et permettent &agrave; l'utilisateur de partager un lien vers le dossier en question sur sa propre page Facebook, fil Twitter, etc. Cette fonctionnalit&eacute; utilise le service <a href="http://www.addthis.com/" target="_blank">« AddThis »</a> qui fonctionne avec des centaines de m&eacute;diaux sociaux diff&eacute;rents.</li>
</ol>

<h4>Lien cartographique</h4>
<p>Ce lien appara&icirc;t dans le champ « Adresse » d'un organisme <em>uniquement si</em> le dossier contient suffisamment d'information pour cartographier correctement. Le fait de cliquer sur ce lien ouvrira une carte de l'emplacement de l'organisme. La carte MapQuest s'ouvrira dans la <em>m&ecirc;me fen&ecirc;tre</em> que la base de donn&eacute;es ; vous devrez utiliser le bouton retour de votre navigateur pour revenir &agrave; la base de donn&eacute;es apr&egrave;s avoir consult&eacute; la carte. &Agrave; noter que l'adresse postale n'est jamais cartographi&eacute;e.</p>
<p>Le syst&egrave;me de cartographie utilis&eacute; d&eacute;pend du param&eacute;trage du champ <em>Cartographier le dossier</em> ; les choix disponibles sont configur&eacute;s dans la section <em>Syst&egrave;mes cartographiques</em> de la configuration.</p>

<h4>Liens vers les syst&egrave;mes de classification (sujets, Taxonomie, publication, distribution, SCIAN, etc.)</h4>
<p>En fonction de la vue de votre base de donn&eacute;es, vous verrez plusieurs liens relatifs aux sujets / termes, publications / en-t&ecirc;tes, distribution, termes g&eacute;n&eacute;riques et sp&eacute;cifiques, dans les champs du dossier. Le fait de cliquer sur ces liens lancera une recherche sur les dossiers qui contiennent le terme ou code s&eacute;lectionn&eacute;.</p>
<h4>Autres liens de recherche</h4>
<p>Un certain nombre d'autres champs contiennent &eacute;galement des liens vers de nouvelles recherches, y compris :</p>
<ul>
	<li>Accr&eacute;ditation</li>
	<li>Lignes de bus</li>
	<li>Certification</li>
	<li>Champs Liste de contr&ocirc;le suppl&eacute;mentaire (les noms peuvent varier)</li>
	<li>Champs Liste d&eacute;roulante suppl&eacute;mentaire (les noms peuvent varier)</li>
	<li>Membri&eacute;t&eacute;</li>
	<li>&Eacute;coles avoisinantes / Escorte aux &eacute;coles (garderie)</li>
	<li>Type de programme (garderie)</li>
	<li>Type de garde (garderie)</li>
</ul>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<hr>

<a name="view"></a>
<h3>Modifier votre vue</h3>
<p>Si votre niveau de s&eacute;curit&eacute; l'autorise, vous pourrez voir &eacute;galement un menu d&eacute;roulant en haut de la page o&ugrave; vous pouvez changer la vue de la base de donn&eacute;es ; cela peut modifier l'apparence de la page d'affichage du dossier ou modifier les champs disponibles. Contrairement au fait de changer votre vue depuis le menu principal, ce changement est temporaire et cessera apr&egrave;s la consultation du dossier. <span class="Alert">Remarque importante :</span> vous ne pouvez mettre &agrave; jour que des dossiers dans votre propre vue ; si vous basculez vers une autre vue qui n'est pas votre vue par d&eacute;faut, vous n'aurez plus acc&egrave;s au lien <em>Mettre &agrave; jour le dossier</em>.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
