<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Cette page sert &agrave; g&eacute;n&eacute;rer le fichier d'exportation une fois que vous avez s&eacute;lectionn&eacute; votre format d'exportation et quels dossiers &agrave; exporter. En fonction du nombre de dossiers et du format d'exportation que vous avez s&eacute;lectionn&eacute;s, l'exportation peut prendre un temps <strong>important</strong> pour s'effectuer, sans qu'aucune indication de progr&egrave;s n'apparaisse.</p>
<p>Pendant que l'exportation s'effectue, le message <em>« D&eacute;marrage de l'exportation. L'exportation est en cours. Veuillez patienter... »</em> appara&icirc;tra sur la page. Soyez patient durant le traitement de l'exportation, car dans certains cas, la page ne comporte aucune indication du progr&egrave;s de l'exportation (&agrave; noter que le format de partage affiche une barre de progression dans la <em>plupart</em> des navigateurs). Si vous quittez la page durant le traitement, le fichier d'exportation sera quand m&ecirc;me cr&eacute;&eacute; la plupart du temps, mais ne sera pas accessible car vous n'aurez re&ccedil;u aucun lien. Pour cette raison, veuillez patienter - n'essayez pas de recharger la page et ne quittez pas la page pour y retourner. Cela aura pour cons&eacute;quence de cr&eacute;er inutilement de nombreux fichiers volumineux sur le serveur.</p>
<p>Une fois l'exportation effectu&eacute;e, le message <em>« L'exportation est termin&eacute; ! Faites un clic droit sur le lien ci-dessous et s&eacute;lectionnez « Sauvegarder le fichier sous » pour le t&eacute;l&eacute;charger. »</em> appara&icirc;tra sur la page. C'est &agrave; moment l&agrave; que l'exportation est termin&eacute;e. Pour t&eacute;l&eacute;charger le fichier d'exportation trait&eacute; sur votre ordinateur, faites un clic <strong>droit</strong> sur le lien « Fichier d'export » et s&eacute;lectionnez « Sauvegarder le fichier sous... » ou « Enregistrer la cible sous... ». L'intitul&eacute; exact de ce choix dans le menu de votre navigateur d&eacute;pendra du navigateur sp&eacute;cifique que vous utilisez. Dans la plupart des installations du logiciel, votre dossier sera converti au format Zip (compress&eacute;) par d&eacute;faut ; vous aurez besoin d'un utilitaire de compression comme <a href="http://www.7-zip.org">7-zip</a> pour l'ouvrir. Vous devriez utiliser la version compress&eacute;e autant que possible, car elle est plus petite et plus rapide &agrave; t&eacute;l&eacute;charger. Vous pourriez &eacute;galement recevoir un lien vers une autre version non compress&eacute;e du fichier. Dans certaines bases de donn&eacute;es, les liens peuvent &ecirc;tre invers&eacute;s (lien non compress&eacute; en premier).</p>
<p class="Alert">Vous pourriez recevoir un lien vers la version <em>non compress&eacute;e</em> du fichier. Veuillez ne pas utiliser ce lien, &agrave; moins d'avoir un probl&egrave;me pour faire fonctionner les fichiers zipp&eacute;s ; le fichier non compress&eacute; prend plus de temps &agrave; t&eacute;l&eacute;charger et utilise plus de bande passante.</p>
<p>Si vous faites un clic gauche sur le fichier par accident, votre navigateur tentera d'ouvrir le fichier. Si vous ouvrez le fichier par accident, utilisez le bouton retour de votre navigateur pour revenir au lien « Fichier d'export » et faites un clic <strong>droit</strong> sur le lien du fichier d'exportation.</p>
<p>Il est recommand&eacute; de sauvegarder le fichier sur votre ordinateur local. &Agrave; partir de l&agrave;, vous pouvez travailler avec le fichier export&eacute; comme vous voulez.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
