<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Depuis cette page, vous pouvez exporter des dossiers s&eacute;lectionn&eacute;s dans la base de donn&eacute;es en trois formats, en fonction de vos permissions :</p>
<ul>
	<li><strong>Recordset Microsoft sauvegard&eacute; (XML)</strong> - utilise des donn&eacute;es Microsoft Recordset au format XML ; un outil est offert aux membres CIOC pour convertir ce format en tableau Microsoft Access (r&eacute;f&eacute;rence disponible sur le <a href="http://community.cioc.ca/resources/how-to/xml-export-to-access">site de la communaut&eacute; CIOC</a>).</li>
	<li><strong>Format de partage CIOC (XML)</strong> - fonctionne avec l'Outil d'importation CIOC. <span class="Alert">Remarque :</span> pour partager des dossiers avec d'autres utilisateurs de CIOC, leur version du logiciel CIOC doit supporter une version compatible du Format de partage CIOC. Si le partenaire avec qui vous travaillez utilise une version de CIOC plus r&eacute;cente ou plus ancienne, ou un autre logiciel, l'exportation peut &ecirc;tre incompatible.</li>
	<li><strong>Tableau Excel</strong> - formats compatibles avec les diff&eacute;rentes versions de Microsoft Excel et autres programmes de tableur.</li>
</ul>
<p>S&eacute;lectionnez le format dans lequel vous voulez exporter. En fonction de vos permissions, vous pourriez avoir le choix de restreindre votre exportation en fonction d'un ensemble de codes (p. ex., Publication, Distribution ou Cat&eacute;gorie). Dans l'<strong>une</strong> des listes de codes, s&eacute;lectionnez un code ou plus &agrave; inclure dans l'exportation, puis cliquez sur le bouton « Suivant ». Vous pouvez choisir plusieurs codes en gardant le bouton « CTRL » enfonc&eacute; pendant que vous s&eacute;lectionnez dans la liste.</p>
<h3>Profils d'exportation / Profils Excel</h3>
<p>Les profils d'exportation et Excel vous permettent de pr&eacute;ciser les champs sp&eacute;cifiques &agrave; exporter. Vous devez pr&eacute;ciser un profil &agrave; utiliser parmi ceux qui vous sont accessibles. &Agrave; noter que les profils sont rendus accessibles en fonction de la vue ; la liste des vues pour chaque profil peut &ecirc;tre modifi&eacute;e depuis la page de configuration d'un profil.</p>
<h3>G&eacute;n&eacute;rer le fichier d'exportation</h3>
<p>Une fois vos s&eacute;lections effectu&eacute;es, cliquez sur le bouton « Suivant » pour d&eacute;marrer le processus d'exportation. Le fichier sera disponible sur le serveur pour une dur&eacute;e limit&eacute;e uniquement, donc vous devez t&eacute;l&eacute;charger le fichier rapidement. Seule la personne qui g&eacute;n&egrave;re le fichier peut le t&eacute;l&eacute;charger.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
