<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Cette page appara&icirc;t lorsque vous avez utilis&eacute; l'<em>« outil Rechercher / Remplacer »</em>, l'<em>« outil Pr&eacute;fixe / Suffixe »</em>, l'<em>« outil Effacer le contenu du champ »</em>, l'<em>« outil Liste de contr&ocirc;le »</em>, l'<em>« outil Nom »</em>, l'<em>« outil Contact »</em> ou l'<em>« outil Notes aux dossiers »</em> sur un ou plusieurs dossiers dans un ensemble de r&eacute;sultats.</p>
<p>Vous serez averti sur le nombre de dossiers alt&eacute;r&eacute;s en <span class="Alert">couleur d'alerte</span>. Faites attention &agrave; ce qui suit. Si le nombre indiqu&eacute; ne correspond pas au nombre de dossiers auxquels vous avez appliqu&eacute; la fonctionnalit&eacute;, alors un ou plusieurs dossiers n'ont pas &eacute;t&eacute; modifi&eacute;s au cours de l'op&eacute;ration. Cela survient, par exemple, si votre op&eacute;ration <em>Rechercher / Remplacer</em> cherche le mot <em>« information »</em> dans 10 dossiers, alors qu'il n'appara&icirc;t que dans 8 d'entre eux.</p>
<p>Depuis cette page, vous pouvez <em>Retourner aux r&eacute;sultats de la recherche pr&eacute;c&eacute;dente</em>, qui retournent les r&eacute;sultats de la derni&egrave;re recherche lanc&eacute;e avant l'op&eacute;ration Rechercher / Remplacer. Le lien <em>Liste des dossiers modifi&eacute;s</em> (si disponible) affiche les dossiers affect&eacute;s par l'op&eacute;ration Rechercher / Remplacer. Le lien <em>Liste originale des dossiers pour Rechercher / Remplacer</em> affiche une liste des dossiers s&eacute;lectionn&eacute;s pour l'op&eacute;ration Rechercher / Remplacer.</p>
<p><span class="Alert">Remarque importante :</span> l'outil <em>Rechercher / Remplacer</em> ne peut valider aucune des modifications effectu&eacute;es sur les donn&eacute;es avec cet outil. Veuillez utiliser <em>Rechercher / Remplacer</em> avec grande prudence et sauvegarder le rapport Rechercher / Remplacer pour consultation future, au cas o&ugrave; un probl&egrave;me relatifs aux modifications surviendrait. Vous pourriez vouloir imprimer ce rapport aux fins de r&eacute;f&eacute;rence.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
