<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <em>« Ajouter / Modifier un en-t&ecirc;te g&eacute;n&eacute;ral »</em> vous permet soit de modifier un en-t&ecirc;te g&eacute;n&eacute;ral existant, soit d'ajouter un nouvel en-t&ecirc;te g&eacute;n&eacute;ral &agrave; la base de donn&eacute;es.</p>
<ul>
	<li><a href="#intro">Initiation aux en-t&ecirc;tes g&eacute;n&eacute;raux</a>
		<ul>
			<li><a href="#whatareheadings">Que sont les en-t&ecirc;tes g&eacute;n&eacute;raux ?</a></li>
			<li><a href="#taxvsregular">En-t&ecirc;tes taxonomiques et En-t&ecirc;tes ordinaires</a></li>
		</ul>
	</li>
	<li><a href="#dataelements">&Eacute;l&eacute;ments de donn&eacute;es des en-t&ecirc;tes g&eacute;n&eacute;raux</a></li>
</ul>
<hr>
<a name="intro"></a>
<h2>Initiation aux en-t&ecirc;tes g&eacute;n&eacute;raux</h2>

<a name="whatareheadings"></a>
<h3>Que sont les en-t&ecirc;tes g&eacute;n&eacute;raux ?</h3>
<p>Les en-t&ecirc;tes g&eacute;n&eacute;raux vous permettent des classifier des dossiers dans une publication. Dans les vues bas&eacute;es sur des publications, on peut utiliser les en-t&ecirc;tes pour cr&eacute;er des recherches par « listes rapides » sur le formulaire de recherche simple. Les en-t&ecirc;tes sont &eacute;galement interrogeables depuis le formulaire de recherche avanc&eacute;e dans n'importe quelle vue ayant acc&egrave;s &agrave; cette publication. On doit d'abord assigner les dossiers &agrave; une publication avant de pouvoir les indexer aux en-t&ecirc;tes g&eacute;n&eacute;raux de cette publication.</p>
<p>Il est possible de cr&eacute;er des champs d'affichage personnalis&eacute; qui utilisent les en-t&ecirc;tes de n'importe quelle publication donn&eacute;e. De la m&ecirc;me mani&egrave;re que les autres classifications comme le Th&eacute;saurus ou la Taxonomie, ces champs d'affichage des en-t&ecirc;tes seront hyperli&eacute;s pour permettre aux utilisateurs de rechercher les autres dossiers qui utilisent les en-t&ecirc;tes g&eacute;n&eacute;raux en question. Il n'est pas n&eacute;cessaire que la vue soit bas&eacute;e sur la publication pour afficher le champ En-t&ecirc;tes de cette publication.</p>
<p>Lorsqu'on utilise les outils d'impression CIOC, on peut utiliser les en-t&ecirc;tes pour g&eacute;n&eacute;rer un index des dossiers par sujet (bas&eacute; sur les sujets). Certaines fonctionnalit&eacute;s des en-t&ecirc;tes g&eacute;n&eacute;raux servent uniquement &agrave; l'index des sujets des outils d'impression, y compris la capacit&eacute; &agrave; cr&eacute;er des « termes non utilis&eacute;s » (qui pointent vers un ou plusieurs en-t&ecirc;tes pr&eacute;f&eacute;r&eacute;s &agrave; utiliser &agrave; la place) ou &agrave; une liste des termes apparent&eacute;s (« Voir aussi... »).</p>

<a name="taxvsregular"></a>
<h3>En-t&ecirc;tes taxonomiques et En-t&ecirc;tes ordinaires</h3>
<p>Les en-t&ecirc;tes « ordinaires » ou g&eacute;n&eacute;raux traditionnels sont assign&eacute;s manuellement aux dossiers. C'est au gestionnaire de donn&eacute;es de s'assurer du maintien de l'indexation des dossiers ajout&eacute;s ou modifi&eacute;s avec les en-t&ecirc;tes. Des outils sont disponibles pour aider les gestionnaires de donn&eacute;es &agrave; garder leur base de donn&eacute;es &agrave; jour, y compris la capacit&eacute; &agrave; synchroniser l'indexation avec les en-t&ecirc;tes d'une publication &agrave; l'autre.</p>
<p>Pour ceux qui utilisent la Taxonomie AIRS / INFO LINE dans leur base de donn&eacute;es, un choix d'indexation automatis&eacute;e est disponible. Les en-t&ecirc;tes taxonomiques comprennent une composante qui d&eacute;crit une recherche par la Taxonomie ; tout dossier assign&eacute; &agrave; la publication qui correspond au crit&egrave;re de recherche sera automatique index&eacute; avec l'en-t&ecirc;te. L'indexation est mise &agrave; jour automatiquement chaque fois qu'un dossier est ajout&eacute; ou retir&eacute; de la publication ou que son indexation avec la Taxonomie change. Tous les dossiers de la publication sont r&eacute;&eacute;valu&eacute;s pour indexation avec l'en-t&ecirc;te, chaque fois que les crit&egrave;res de recherche avec la Taxonomie sont modifi&eacute;s. <span class="Alert">Remarque :</span> les en-t&ecirc;tes taxonomiques ne peuvent pas &ecirc;tre assign&eacute;s aux dossiers manuellement ; ils doivent correspondre aux crit&egrave;res de recherche sur la Taxonomie pour &ecirc;tre index&eacute;s.</p>
<p><strong>Les en-t&ecirc;tes de chaque publication peuvent inclure &agrave; la fois des en-t&ecirc;tes ordinaires et des en-t&ecirc;tes taxonomiques.</strong></p>

<hr>
<a name="dataelements"></a>
<h2>&Eacute;l&eacute;ments de donn&eacute;es des en-t&ecirc;tes g&eacute;n&eacute;raux</h2>
<p>Le seul &eacute;l&eacute;ment obligatoire d'un en-t&ecirc;te g&eacute;n&eacute;ral ordinaire est le <em>Nom</em> dans au moins une langue. La seule exigence d'un en-t&ecirc;te g&eacute;n&eacute;ral taxonomique est qu'il y ait au moins un terme de la Taxonomie ; il faut &eacute;galement pr&eacute;ciser un nom si l'en-t&ecirc;te n'est pas param&eacute;tr&eacute; pour utiliser des noms de termes de la Taxonomie.</p>
<h4>Statut</h4>
<p>Si vous avez choisi de modifier un en-t&ecirc;te g&eacute;n&eacute;ral existant, cette section donne des informations sur les en-t&ecirc;tes g&eacute;n&eacute;raux. Si vous ajoutez un nouvel en-t&ecirc;te g&eacute;n&eacute;ral, cette section n'appara&icirc;t pas. La section <em>Statut</em> indique si l'en-t&ecirc;te g&eacute;n&eacute;ral est actuellement utilis&eacute; dans des dossiers. Le d&eacute;compte de dossiers donn&eacute; est le nombre de dossiers associ&eacute;s &agrave; cet en-t&ecirc;te g&eacute;n&eacute;ral <strong>dans toute la base de donn&eacute;es</strong> (pas uniquement la vue actuelle).</p>
<p>Si l'en-t&ecirc;te g&eacute;n&eacute;ral est utilis&eacute; dans des dossiers, vous verrez un lien <em>« Rechercher »</em> qui vous permet de retourner un ensemble de r&eacute;sultats affichant les dossiers <strong>dans votre vue actuelle</strong> qui appartiennent &agrave; cet en-t&ecirc;te g&eacute;n&eacute;ral. Si l'en-t&ecirc;te est utilis&eacute;, vous ne pouvez pas le supprimer. Vous ne pouvez pas supprimer des en-t&ecirc;tes ordinaires (non taxonomiques) qui sont utilis&eacute;s par des dossiers. Si l'en-t&ecirc;te n'est pas utilis&eacute; ou bas&eacute; sur la Taxonomie, vous avez le choix de supprimer l'en-t&ecirc;te g&eacute;n&eacute;ral en utilisant le bouton <em>« Supprimer »</em> en bas du formulaire.</p>

<h4>Renseignement de cr&eacute;ation / modification</h4>
<p>Les dates de cr&eacute;ation et de modification et les noms sont &eacute;tablis automatiquement par le logiciel lorsque des dossiers sont ajout&eacute;s et mis &agrave; jour.</p>

<h4>Nom</h4>
<p>Les noms d'en-t&ecirc;tes g&eacute;n&eacute;raux doivent &ecirc;tre uniques &agrave; chaque publication, bien que vous puissiez utiliser le m&ecirc;me nom d'en-t&ecirc;te g&eacute;n&eacute;ral dans plusieurs publications. Si vous travaillez avec un en-t&ecirc;te taxonomique, vous avez le choix de param&eacute;trer l'option <strong>Utiliser le terme de la Taxonomie</strong> sous certaines conditions (ceci n'est pas autoris&eacute; quand vous rechercher au moins un terme parmi plusieurs ou si vous m&eacute;langez les recherches sur tous les termes et l'un des termes. Si vous choisissez l'option <em>Utiliser le terme de la Taxonomie</em>, il n'y aura pas de place dans le formulaire pour saisir un autre nom ; le nom sera toujours g&eacute;n&eacute;r&eacute; en fonction des noms actuels des termes taxonomiques.</p>
<p class="Alert">Remarque :</span> il est important que la description soit <strong>tr&egrave;s courte mais claire</strong>, car cela affectera la largeur du menu d&eacute;roulant qui appara&icirc;t dans la <em>« liste rapide »</em>.</p>

<h4>En usage</h4>
<p>Cela ne s'applique pas aux en-t&ecirc;tes taxonomiques. Seuls les en-t&ecirc;tes g&eacute;n&eacute;raux <em>en usage</em> peuvent &ecirc;tre ajout&eacute;s manuellement aux dossiers. Si un en-t&ecirc;te g&eacute;n&eacute;ral est utilis&eacute; dans des dossiers, il doit avoir le statut <em>utilis&eacute;</em> (cela ne peut &ecirc;tre modifi&eacute; tant que des dossiers sont attach&eacute;s).</p>
<p><span class="Alert">Remarque :</span> les en-t&ecirc;tes non utilis&eacute;s ont seulement vocation &agrave; &ecirc;tre utilis&eacute;s dans l'<em>Index par sujet</em> de l'outil d'impression ; soyer s&ucirc;r de pr&eacute;ciser au moins un <em>en-t&ecirc;te connexe</em> afin de le faire appara&icirc;tre dans l'index. Le r&eacute;sultat s'affichera sous la forme « [En-t&ecirc;te] Voir [En-t&ecirc;te connexe] » dans l'index.</p>

<h4>Recherche sur la Taxonomie</h4>
<p>Cette section affiche tous les crit&egrave;res existants d'un en-t&ecirc;te taxonomique. Cliquez sur le bouton Ajouter ou retirer des termes pour modifier vos crit&egrave;res de recherche en utilisant le formulaire de recherche (celui-ci fonctionne de la m&ecirc;me mani&egrave;re que le formulaire de recherche avanc&eacute;e sur la Taxonomie). Les en-t&ecirc;tes taxonomiques doivent avoir au moins un terme de la Taxonomie list&eacute; dans cette section. Comme cette recherche fonctionne de la m&ecirc;me mani&egrave;re que la recherche avanc&eacute;e sur la Taxonomie, la <a href="pagehelp?Page=taxsrch.asp&Ln=en-CA">Page d'aide</a> sur cette recherche peut s'av&eacute;rer utile &agrave; ceux qui connaissent peu cette fonctionnalit&eacute;.</p>

<h4>Interne</h4>
<p>Si l'en-t&ecirc;te est interne, il ne sera pas disponible dans les formulaires de recherche des vues qui excluent les publications et en-t&ecirc;tes internes. <span class="Alert">Remarque :</span> pour exclure compl&egrave;tement les en-t&ecirc;tes internes d'une vue, vous devez &eacute;galement utiliser la version d'affichage de ce champ d'en-t&ecirc;te qui n'inclut pas les en-t&ecirc;tes internes ; le nom du champ dont la version <em>inclut</em> les en-t&ecirc;tes internes se termine en <strong>« _NP »</strong>.</p>

<h4>Ordre d'affichage</h4>
<p>Pour cr&eacute;er un ordre de tri des en-t&ecirc;tes <em>qui n'est pas alphab&eacute;tique</em>, vous pouvez les regrouper par num&eacute;ro d'ordre d'affichage. Les en-t&ecirc;tes seront d'abord tri&eacute;s par num&eacute;ro d'ordre d'affichage, puis par nom.</p>

<h4>Groupe d'en-t&ecirc;tes</h4>
<p>Les groupes d'en-t&ecirc;tes vous permettent de regrouper plusieurs en-t&ecirc;tes diff&eacute;rents sous une cat&eacute;gorie plus large. On peut assigner des en-t&ecirc;tes &agrave; plus d'un groupe &agrave; la fois. De mani&egrave;re optionnelle, il est possible de rendre ces groupes interrogeables par les param&egrave;tres de la liste rapide dans les vues bas&eacute;es sur des publications ; les recherches sur un groupe d'en-t&ecirc;te correspondront aux dossiers index&eacute;s &agrave; l'un de ces en-t&ecirc;tes.</p>
<p>Si vous utilisez des groupes d'en-t&ecirc;tes pour cette publication, vous pouvez assigner cet en-t&ecirc;te &agrave; <em>un</em> groupe d'en-t&ecirc;tes. Cela affectera le tri, l'affichage et la recherche des ces en-t&ecirc;tes, en fonction des param&egrave;tres de la vue.</p>

<h4>En-t&ecirc;tes g&eacute;n&eacute;raux connexes</h4>
<p>Si vous pr&eacute;voyez de produire un r&eacute;pertoire imprim&eacute; en utilisant les outils d'impression en ligne, vous pouvez pr&eacute;ciser les <em>en-t&ecirc;tes g&eacute;n&eacute;raux connexes</em> &agrave; inclure lorsque votre <em>index par sujet</em> est g&eacute;n&eacute;r&eacute;. Les en-t&ecirc;tes g&eacute;n&eacute;raux utilis&eacute;s ou non qui r&eacute;f&eacute;rencent les en-t&ecirc;tes g&eacute;n&eacute;raux connexes afficheront les r&eacute;f&eacute;rences <em>VOIR</em> ou <em>VOIR AUSSI</em> respectivement.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
