<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <strong><em>Visualiser les donn&eacute;es d'importation</em></strong> vous permet de voir le contenu de chaque champ d'un dossier donn&eacute;, tel qu'il appara&icirc;t dans le fichier d'exportation XML qui vient d'&ecirc;tre charg&eacute;. En haut de la page est indiqu&eacute; les langues du dossier et le propri&eacute;taire du dossier r&eacute;f&eacute;renc&eacute; dans le fichier d'exportation.</p>
<p>Certains champs, comme ceux comportant des &eacute;l&eacute;ments de listes de contr&ocirc;le, seront divis&eacute;s par composantes individuelles. Si le fichier contient plus d'une langue, les donn&eacute;es dans chaque langue seront affich&eacute;es ensemble. <strong>Faites particuli&egrave;rement attention aux champs vides</strong>, car cela signifie que toute donn&eacute;e d'une version existante pr&eacute;sente dans ce champ sera supprim&eacute;e. Si vous importez un dossier multilingue, faites attention si des donn&eacute;es manquent dans une langue (l'&eacute;tiquette de donn&eacute;es mentionne la langue entre parenth&egrave;ses ou l'indiquera de mani&egrave;re explicite, comme « Langue : F » pour fran&ccedil;ais). S'il existe des donn&eacute;es dans une langue, mais pas l'autre, le champ de la langue sans donn&eacute;es sera supprim&eacute;.</p>
<p>&Agrave; noter que les donn&eacute;es des champs &agrave; liste de contr&ocirc;le appara&icirc;tront comme <strong>0</strong> pour <strong>d&eacute;coch&eacute;</strong> ou <strong>1</strong> pour <strong>coch&eacute;</strong>. Si un champ de liste de contr&ocirc;le peut aussi &ecirc;tre vide, une valeur <strong>vide</strong> indique <strong>inconnu</strong>.</p>
<p>Les dates et heures sont format&eacute;es au <em>format de date ISO</em> plut&ocirc;t qu'au format habituellement utilis&eacute; par CIOC. Une fois les donn&eacute;es import&eacute;es, elles s'afficheront au format CIOC habituel.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
