<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <em>Lancer l'importation</em> permet d'effectuer les fonctions Ajouter / Mettre &agrave; jour sur un dossier. Ce processus peut &ecirc;tre long, particuli&egrave;rement pour les dossiers bilingues. L'heure de d&eacute;but s'affiche d&egrave;s que l'importation commence et un « . » appara&icirc;t pour chaque dossier import&eacute; avec succ&egrave;s ; une fois l'importation termin&eacute;e, l'heure de fin s'affiche. Une fois ce processus termin&eacute;, assurez-vous de lire le rapport d'importation disponible sur le menu de l'importation principal. <span class="Alert">&Agrave; noter qu'avec certains navigateurs, la barre de progr&egrave;s ... n'appara&icirc;t pas avant la fin de l'importation. Cela ne signifie pas que l'importation n'est pas r&eacute;ussie.</span></p>
<p><span class="Alert">Remarque importante :</span> si vous importez un grand nombre de dossiers et que l'importation &eacute;choue car plus longue que pr&eacute;vue par le logiciel, vous pouvez relancer l'importation autant de fois que n&eacute;cessaire pour terminer le processus. Les dossiers qui ont &eacute;t&eacute; import&eacute;s avec succ&egrave;s seront transf&eacute;r&eacute;s dans la section <em>Termin&eacute;</em> apr&egrave;s chaque lancement de l'outil, et les importations non termin&eacute;es resteront dans les sections <em>Ajouter</em> ou <em>Mettre &agrave; jour</em>.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
