<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <em>Ajouter / Modifier des dossiers</em> est utilis&eacute;e pour s&eacute;lectionner les options d'importation. Vous avez l'occasion de consulter les donn&eacute;es des dossiers &agrave; importer avant de lancer l'importation. Une fois que les param&egrave;tres d&eacute;sir&eacute;s ont &eacute;t&eacute; s&eacute;lectionn&eacute;s, cliquez sur le bouton <em>Importer les donn&eacute;es du dossier</em> pour d&eacute;buter le processus d'importation.</p>
<p>L'option <strong>S&eacute;lectionner les propri&eacute;taires du dossier</strong>, disponible lorsque le fichier d'importation contient plusieurs propri&eacute;taires de dossiers, vous permet de s&eacute;lectionner seulement les propri&eacute;taires de dossiers sp&eacute;cifiques du fichier &agrave; importer. Si vous n'en s&eacute;lectionnez aucun, les donn&eacute;es de tous les propri&eacute;taires de dossiers dans le fichier seront import&eacute;es. <span class="Alert">Remarque importante :</span> le <em>Propri&eacute;taire de dossiers</em> peut &ecirc;tre diff&eacute;rent que ce qui impliqu&eacute; par le <em>Num&eacute;ro de dossier</em>.</p>
<p>Le param&egrave;tre <strong>En cas de d&eacute;saccord sur la propri&eacute;t&eacute; des dossiers</strong> vous permet de g&eacute;rer une situation o&ugrave; le propri&eacute;taire d'un dossier existant dans la base de donn&eacute;es ne correspond pas au propri&eacute;taire indiqu&eacute; dans le fichier d'exportation. Vous pouvez soit conserver vos renseignements existants sur le propri&eacute;taire, soit mettre &agrave; jour l'appartenance pour correspondre au propri&eacute;taire dans le fichier, ou soit ne pas importer le dossier en question.</p>
<p>Si les dossiers import&eacute;s contiennent des renseignements confidentiels (sont associ&eacute;s &agrave; un <em>profil de confidentialit&eacute;</em>) la <strong>Correspondance avec le profil de confidentialit&eacute;</strong> vous permet d'associer les profils de confidentialit&eacute; d'un ensemble de donn&eacute;es entrant avec des profils de confidentialit&eacute;s existants dans votre base de donn&eacute;es. Le syst&egrave;me tentera d'&eacute;tablir ces correspondances automatiquement. Si vous ne pouvez pas &eacute;tablir de correspondance, vous devez pr&eacute;ciser si les donn&eacute;es confidentielles seront ignor&eacute;es ou import&eacute;es quoi qu'il en soit - <span class="Alert">en cas de doute, il vaut mieux <em>ne pas</em> importer de renseignements confidentiels, &agrave; moins de pouvoir assurer qu'ils le resteront</span>. Si le dossier existant a un profil de confidentialit&eacute; diff&eacute;rent du dossier entrant, vous devez pr&eacute;ciser comment r&eacute;soudre le conflit (conserver l'ancien profil, accepter le nouveau profil ou ne pas importer le dossier).</p>
<p>Le param&egrave;tres <strong>Nombre de dossiers &agrave; importer</strong> vous permet d'importer des dossiers en lots plus petits, ce qui est recommand&eacute; si vous avez un grand nombre de dossiers &agrave; importer, afin d'emp&ecirc;cher de longs d&eacute;lais d'attente aux autres personnes utilisant le serveur.</p>
<p><strong>Importer les renseignements sur la base de donn&eacute;es source</strong>, si s&eacute;lectionn&eacute;, renseigne le champ SOURCE_DB dans la base de donn&eacute;es avec la valeur fournie dans le fichier d'exportation. Cela peut vous aider &agrave; cr&eacute;diter correctement vos partenaires qui partagent leurs donn&eacute;es avec vous, ainsi que vous rappeler l'origine du dossier. Vous pouvez s&eacute;lectionner o&ugrave; afficher le champ SOURCE_DB (base de donn&eacute;es source) dans votre vue, en l'ajouter ou le retirant des champs de d&eacute;tails sur les dossiers choisis dans les param&egrave;tres de votre vue.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
