<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page principale <em>Importer les donn&eacute;es du dossier</em> constitue le menu principal de l'outil d'importation. L'outil d'importation vous permet de charger des fichiers XML de <em>Format de partage CIOC</em> qui ont &eacute;t&eacute; export&eacute;s par d'autres bases de donn&eacute;es. Le menu sur cette page vous donne la liste des fichiers d'exportation existants avec lesquels travailler et offre un lien pour <em>T&eacute;l&eacute;charger un nouvel ensemble de donn&eacute;es</em>, afin de charger un nouveau fichier d'exportation.</p>
<hr>
<p><span class="Alert">Remarque importante :</span> les fonctionnalit&eacute;s <strong>Mettre &agrave; jour / Ajouter des dossiers</strong> de l'outil d'importation utilisent beaucoup de ressources serveur, ce qui peut compromettre l'op&eacute;ration normale de la base de donn&eacute;es. Il est fortement recommand&eacute; de ne pas utiliser l'outil dans les heures de pointe (9 h HNE-17 h HNE). L'utilitaire <em>file d'attente des importations</em> peut vous aider &agrave; planifier vos importations durant heures creuses. Le processus de chargement du fichier <strong>ne cause pas</strong> de probl&egrave;me de performance sur le serveur et peut s'effectuer en tout temps ; cependant, il est recommand&eacute; de ne pas laisser un grand nombre de fichiers d'exportation non trait&eacute;s charg&eacute;s dans la base de donn&eacute;es, pour des raisons d'espace.</p>

<hr>

<h3>Charger un nouvel ensemble de donn&eacute;es</h3>
<p>Pour travailler avec un nouveau fichier d'exportation, cliquez sur le lien <em>T&eacute;l&eacute;charger un nouvel ensemble de donn&eacute;es</em> ; une fen&ecirc;tre contextuelle s'ouvrira avec l'outil de chargement des donn&eacute;es. <strong>Vous devez utiliser un fichier XML actuel, au format de partage CIOC valide</strong> ; l'outil n'acceptera aucune autre forme de donn&eacute;es et peut ne pas accepter un fichier d'une version ant&eacute;rieure ou plus r&eacute;cente du logiciel.</p>
<p>Dans la fen&ecirc;tre contextuelle, cliquez sur le bouton <em>« Parcourir »</em> pour trouver sur votre ordinateur le fichier d'exportation que vous souhaitez charger. De mani&egrave;re optionnelle, si vous utilisez le champ <em>« Importer comme »</em>, vous pouvez donner un nom convivial au fichier que vous chargez, pour vous aider &agrave; vous rappeler d'o&ugrave; et quand il provient, p. ex., « Donn&eacute;es bilingues CIC, janvier 2013 ». Si vous ne pr&eacute;cisez pas de nom, le nom de fichier original sera utilis&eacute; lors de l'affichage des renseignements sur le fichier. Il est possible de charger le m&ecirc;me fichier deux fois et de donner le m&ecirc;me nom convivial &agrave; deux fichiers diff&eacute;rents. Prenez cela en compte lorsque vous chargez et renommez des fichiers.</p>
<p>Apr&egrave;s avoir s&eacute;lectionn&eacute; le fichier sur votre ordinateur, cliquez sur le bouton <em>« Charger le fichier »</em>. Le fichier sera authentifi&eacute; pour s'assurer qu'il s'agit d'un <strong>fichier XML au format de partage CIOC</strong> valide. S'il des probl&egrave;mes surviennent lors de l'authentification du fichier, vous recevrez un rapport d'erreur et le fichier ne sera pas charg&eacute; en totalit&eacute;. <span class="Alert">Signalez toute erreur &agrave; la personne qui vous a envoy&eacute; le fichier d'exportation et demandez-lui de cr&eacute;er un nouveau fichier d'exportation. Si vous recevez des erreurs, mais que certains dossiers semblent avoir &eacute;t&eacute; charg&eacute;s avec succ&egrave;s, vous pouvez importer ces dossiers puisqu'ils ont pass&eacute; l'&eacute;tape d'authentification.</span></p>

<h3>Travailler avec un ensemble de donn&eacute;es existant</h3>
<p>Une fois qu'un ensemble de donn&eacute;es a &eacute;t&eacute; charg&eacute;, celui-ci appara&icirc;tra dans la liste des ensembles de donn&eacute;es, dans le menu principal de l'outil d'importation. Les dossiers &agrave; importer seront regroup&eacute;s sous <em>Ajouter</em> ou <em>Mettre &agrave; jour</em> et les dossiers import&eacute;s sous <em>Termin&eacute;</em> ; le d&eacute;compte des dossiers sera indiqu&eacute; &agrave; c&ocirc;t&eacute; de chaque lien. Pour ajouter ou mettre &agrave; jour des dossiers, cliquez sur le lien appropri&eacute; pour &ecirc;tre dirig&eacute; vers la page <em>Ajouter / Modifier</em> ou cliquez sur <em>« Mettre tous les dossiers dans la file d'attente »</em> pour ajouter le fichier d'importation &agrave; la file d'attente et l'importer plus tard. On peut traiter les fichiers dans la <em>file d'attente</em> en cliquant sur le lien <em>« Commencer le traitement »</em> ; la file d'attente traitera un nombre de fichiers illimit&eacute;, les ajouts comme les mises &agrave; jour, jusqu'&agrave; 12 heures &agrave; la fois. Pour voir une rapport sur les dossiers ayant d&eacute;j&agrave; &eacute;t&eacute; import&eacute;s, cliquez sur le lien <em>Termin&eacute; </em>.</p>
<p>Un rapport sur le fichier charg&eacute; est accessible par le lien <em>« Renseignements suppl&eacute;mentaires »</em>. Il est recommand&eacute; de r&eacute;viser attentivement les rapports de <em>Renseignements suppl&eacute;mentaires</em> avant de lancer une importation. Le rapport indique le nom de fichier, le nom convivial, le nombre de dossiers &agrave; ajouter ou mettre &agrave; jour, les langues dans lesquelles les dossiers sont disponibles, les codes de publication et de distribution inclus et les champs &agrave; mettre &agrave; jour. Il est important de s'assurer que le fichier comprend les donn&eacute;es attendues, de mani&egrave;re &agrave; ne pas &eacute;craser accidentellement les champs ou codes lorsque vous souhaitez conserver votre propres donn&eacute;es. Vous aurez l'occasion de voir les donn&eacute;es des dossiers individuels lors de la proc&eacute;dure Ajouter / Modifier.</p>
<p>Vous ne pouvez ajouter ou mettre &agrave; jour un dossier depuis un fichier charg&eacute; qu'une seule fois, car les donn&eacute;es charg&eacute;es sont remplac&eacute;es par un rapport d'importation apr&egrave;s l'importation du dossier ; si vous devez relancer l'importation, vous devez recharger le fichier d'exportation.</p>
<p>Une fois l'importation des dossiers effectu&eacute;e, ou si vous n'avez plus besoin de l'ensemble de donn&eacute;es, vous pouvez supprimer l'ensemble de donn&eacute;es en utilisant le lien <em>« Supprimer l'ensemble de donn&eacute;es »</em>. &Agrave; noter que le rapport d'importation <strong>n'est plus accessible</strong> une fois que l'ensemble de donn&eacute;es est supprim&eacute; ; s'il contient des renseignements &agrave; conserver aux fins d'archivage, vous devez sauvegarder ou imprimer le rapport d'importation disponible par le lien <em>Termin&eacute;</em>.</p>
<p>Vous pourriez voir certains dossiers marqu&eacute;s comme <em>« Impossible d'importer »</em> ; cela arrive si vous tentez d'importer un dossier ayant le m&ecirc;me num&eacute;ro qu'un dossier appartenant &agrave; un autre membre de votre base de donn&eacute;es CIOC. Plut&ocirc;t que d'importer le dossier, le membre doit le partager avec vous en utilisant un profil de partage. Si vous souhaitez avoir votre propre copie du dossier qui vous appartient, vous devez manuellement modifier le num&eacute;ro du dossier en ouvrant le fichier XML dans un &eacute;diteur de texte et fournir un nouveau num&eacute;ro unique de dossier avant de charger le fichier.</p>
<hr>
<p class="Alert">De nombreuses ressources sont disponibles sur le <a href="http://community.cioc.ca/">site de la communaut&eacute; CIOC</a> (en anglais) pour vous aider &agrave; partager vos dossiers. Consultez la section sur les Ressources ou envoyez un message sur le babillard pour plus de renseignements.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
