<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Lorsqu'on y acc&egrave;de par le menu principal, la page <em>« Imprimer la liste des dossiers »</em> vous permet de :</p>
<ul>
	<li><a href="#list">g&eacute;n&eacute;rer une liste de dossiers</a> format&eacute;s pour l'impression</li>
	<li><a href="#nameindex">g&eacute;n&eacute;rer un <em>Index des noms / t&eacute;l&eacute;phones</em></a> pour une publication</li>
	<li><a href="#subjectindex">g&eacute;n&eacute;rer un <em>Index des sujets</em></a> pour une publication</li>
</ul>
<p>Lorsqu'on y acc&egrave;de par les r&eacute;sultats de recherche, la page <em>« Imprimer la liste des dossiers »</em> vous permet de :</p>
<ul>
	<li><a href="#custommessage">personnaliser le message</a> lors de l'impression de votre liste de dossiers</li>
</ul>
<hr>
<a name="list"></a>
<h2>Imprimer une liste de dossiers</h2>
<p>Les profils d'impression sont associ&eacute;s &agrave; des vues sp&eacute;cifiques ; un super-utilisateur peut cr&eacute;er ou modifier des profils d'impression et les assigner &agrave; des vues en allant dans <em>Configuration &gt; Profils d'impression</em>. S'il n'y a pas de profil d'impression dans votre vue, vous ne pourrez pas utiliser cette fonctionnalit&eacute;.</p>
<h4>&Eacute;tape 1 : s&eacute;lectionner vos dossiers et votre profil</h4>
<p>Si vous acc&eacute;der &agrave; cette page en <em>« cochant les cases »</em> sur un groupe de dossiers dans une page de r&eacute;sultats, vous aurez d&eacute;j&agrave; s&eacute;lectionn&eacute; le nom du profil d'impression que vous voulez utiliser et les dossiers que vous voulez inclure. Si vous pr&eacute;parez une liste de dossiers &agrave; imprimer depuis le lien <em>Imprimer les dossiers</em> sur le menu principal, vous devez s&eacute;lectionner au moins un code de publication pour imprimer une liste de dossiers associ&eacute;s aux codes de publication s&eacute;lectionn&eacute;s. <strong>Remarque :</strong> si vous ne travaillez pas depuis une s&eacute;lection de dossiers et que vous ne s&eacute;lectionnez pas au moins un code de publication, le logiciel tentera d'imprimer <strong>tous</strong> les dossiers dans votre vue -- &agrave; &eacute;viter !</p>
<p>Apr&egrave;s avoir choisi votre profil et s&eacute;lectionn&eacute; une publication (le cas &eacute;ch&eacute;ant), cliquez sur <em>« Suivant »</em> pour passer &agrave; l'&eacute;tape suivante, la personnalisation de votre message.</p>

<a name="custommessage"></a>
<h4>&Eacute;tape 2 : personnaliser votre message</h4>
<p>Apr&egrave;s avoir s&eacute;lectionn&eacute; les dossiers que vous voulez imprimer et un profil d'impression, vous aurez l'occasion de modifier, augmenter ou retirer le message de rapport par d&eacute;faut pour le profil d'impression s&eacute;lectionn&eacute;. En fonction des param&egrave;tres du profil, le message peut appara&icirc;tre une fois en haut du rapport et avant chaque dossier dans le rapport.</p>

<h4>&Eacute;tape 3 : consulter votre rapport</h4>
<p>Apr&egrave;s avoir personnalis&eacute; votre message, cliquez sur <em>« Suivant »</em> pour ouvrir votre dossier dans une nouvelle fen&ecirc;tre. Apr&egrave;s avoir imprim&eacute; ou sauvegard&eacute; votre rapport, vous pouvez fermer la fen&ecirc;tre du rapport et revenir &agrave; la fen&ecirc;tre pr&eacute;c&eacute;dente pour continuer votre travail dans la base de donn&eacute;es.</p>

<hr>

<a name="nameindex"></a>
<h2>G&eacute;n&eacute;rer un index des noms / t&eacute;l&eacute;phones</h2>
<p class="SmallNote">Cette fonctionnalit&eacute; n'est pas disponible lorsque vous travaillez sur une s&eacute;lection de dossiers &agrave; partir des r&eacute;sultats de recherche.</p>
<p>Le deuxi&egrave;me formulaire sur la page d'impression des dossiers vous permet de configurer un Index des noms qui offrira un bref r&eacute;sum&eacute; des dossiers dans une publication sp&eacute;cifique. Les num&eacute;ros indiqu&eacute;s dans l'index correspondent au num&eacute;ro de la publication automatiquement assign&eacute; au dossier lorsqu'on cr&eacute;&eacute; une liste &agrave; imprimer. Les num&eacute;ros de publication sont diff&eacute;rents du num&eacute;ro de dossier habituel pour un dossier ; chaque liste &agrave; imprimer trait&eacute;e commence la num&eacute;rotation de ses dossier par 1 ; ces num&eacute;ros sont assign&eacute;s au moment du traitement de la liste, donc le fait d'ajouter, de retirer ou de renommer un dossier modifiera le num&eacute;ro de publication. Pour cette raison, il est important de coordonner le traitement de la liste &agrave; imprimer et de l'index, afin que les num&eacute;ros correspondent correctement. Des informations sur la mani&egrave;re d'inclure le num&eacute;ro de publication dans votre rapport d'impression sont disponibles dans la section d'aide sur les profils d'impression. Parall&egrave;lement au num&eacute;ro de dossier, vous avez le choix d'inclure plusieurs autres types de renseignements, y compris les champs T&eacute;l&eacute;phone et Courriel et les noms de renvoi.</p>
<p><span class="Alert">Remarque importante :</span> tous les index sont organis&eacute;s en fonction des niveaux 1 &agrave; 5 de la structure hi&eacute;rarchique du nom. Les formes de noms incoh&eacute;rentes peuvent rendre l'index impr&eacute;visible. Afin d'obtenir des index correctement organis&eacute;s, commencez par remplir les noms de niveaux 1 et <em>ne laissez pas</em> de champ vide entre les noms (p. ex., ne laissez pas ORG_LEVEL_2 vide si ORG_LEVEL_3 est renseign&eacute;). De plus, faites attention &agrave; ne pas publier les m&ecirc;mes noms de renvoi de plusieurs dossiers ; cela g&eacute;n&eacute;rera des entr&eacute;es multiples dans l'index, chacune d'elles associ&eacute;e &agrave; un num&eacute;ro de publication diff&eacute;rent.</p>

<h3>Noms de renvoi</h3>
<p>Si vous choisissez d'inclure les noms de renvoi, tout nom s&eacute;lectionn&eacute; pour &ecirc;tre publi&eacute; comme renvoi aura sa propre entr&eacute;e. Les cas de renvois indiquent toujours le nom ORG_LEVEL_1 officiel entre parenth&egrave;ses, &agrave; c&ocirc;t&eacute; du nom de renvoi. Les champs disponibles pour les renvois comprennent les noms d'organisme des niveaux 1 &agrave; 5, la d&eacute;nomination sociale, et les noms alternatifs et ant&eacute;rieurs. Une case &agrave; cocher pour <em>publier</em> appara&icirc;t &agrave; c&ocirc;t&eacute; de chaque nom sur les champs du formulaire de mise &agrave; jour du dossier.</p>

<h3>Champs T&eacute;l&eacute;phone et Courriel</h3>
<p>Vous pouvez choisir d'inclure une r&eacute;f&eacute;rence de T&eacute;l&eacute;phone ou Courriel ou plus &agrave; l'index des noms de base. Pour s&eacute;lectionner un champ &agrave; inclure, cochez la case &agrave; c&ocirc;t&eacute; du champ. Vous pouvez inclure une &eacute;tiquette indiquant le nom du champ, mais cela n'est pas obligatoire et vous pouvez param&eacute;trer les &eacute;tiquettes pour qu'elles soient vides si vous souhaitez seulement imprimer les contenus du champ. Si vous choisissez d'appliquer un formatage en <strong>gras</strong>, les contenus des champs s&eacute;lectionn&eacute;s seront imprim&eacute;s en gras.</p>
<p>Si vous souhaitez cr&eacute;er une liste de contact sp&eacute;ciale, comme un index des t&eacute;l&eacute;phones sans frais ou des courriels, vous pouvez choisir de n'inclure que les r&eacute;f&eacute;rences de dossiers dont au moins l'un des champs s&eacute;lectionn&eacute;s est renseign&eacute;. &Agrave; noter que m&ecirc;me si seulement certains dossiers sont inclus dans ce type d'index restreint, cela ne modifie pas les num&eacute;ros de publication ; ces num&eacute;ros restent assign&eacute;s en fonction de la publication dans son ensemble.</p>
<p>Si vous incluez au moins un de ces champs, une nouvelle colonne sera cr&eacute;&eacute;e pour contenir ces renseignements ; l'une des options du formulaire permet de modifier la largeur en pixels de cette colonne. Si vous trouvez cette colonne trop large ou trop &eacute;troite, vous pouvez allonger ou r&eacute;tr&eacute;cir sa largeur ; cependant, Microsoft Word ignore les demandes de r&eacute;ajustement ; cette option ne s'av&egrave;re donc utile que pour l'impression ou la consultation en ligne. Sous Word, vous pouvez ajuster manuellement la taille de colonne &agrave; la largeur appropri&eacute;e apr&egrave;s avoir ouvert le fichier.</p>

<h3>Options suppl&eacute;mentaires</h3>

<h4>Polices</h4>
<p>Vous pouvez s&eacute;lectionner parmi les familles de police avec s&eacute;rif ou sans s&eacute;rif et parmi des tailles de police de 8 &agrave; 14 points. Si vous ne souhaitez aucun des choix de police offerts, vous pouvez sauvegarder le fichier et modifier la police dans Word ou en ouvrant le fichier HTML appropri&eacute; dans un programme d'&eacute;dition du code source et en modifiant les informations de style en haut de page.</p>

<h4>Pointill&eacute;s</h4>
<p>De mani&egrave;re optionnelle, vous pouvez inclure des <em>pointill&eacute;s</em> dans votre index, ce qui cr&eacute;era une ligne de pointill&eacute;s reliant un nom &agrave; son num&eacute;ro de publication. Si vous incluez des champs suppl&eacute;mentaires, les pointill&eacute;s iront jusqu'&agrave; la colonne contenant les champs suppl&eacute;mentaires.</p>

<h4>Format d'affichage pour....</h4>
<p>Afin d'obtenir des r&eacute;sultats sens&eacute;s aupr&egrave;s de certaines fonctionnalit&eacute;s de l'index, y compris le d&eacute;calage et les pointill&eacute;s, vous devez pr&eacute;ciser si vous pr&eacute;voyez d'utiliser le rapport r&eacute;sultant pour l'impression en ligne ou sur Microsoft Word. Un rapport pr&eacute;vu pour Microsoft Word s'affichera bizarrement en ligne, et vice-versa.</p>

<hr>

<a name="subjectindex"></a>
<h2>G&eacute;n&eacute;rer un index des sujets</h2>
<p class="SmallNote">Cette fonctionnalit&eacute; n'est pas disponible lorsque vous travaillez sur une s&eacute;lection de dossiers &agrave; partir des r&eacute;sultats de recherche.</p>
<p>Le troisi&egrave;me formulaire sur la page d'impression des dossiers vous permet de g&eacute;n&eacute;rer un <em>Index des sujets</em> dans une publication sp&eacute;cifique. L'index est bas&eacute; sur les informations des en-t&ecirc;tes g&eacute;n&eacute;raux associ&eacute;s au code de publication, donc cette option n'est disponible que si les publications comportent des en-t&ecirc;tes g&eacute;n&eacute;raux. L'index imprimera tous les en-t&ecirc;tes <em>utilis&eacute;s</em> associ&eacute;s &agrave; au moins un dossier, ainsi que les en-t&ecirc;tes <em>inutilis&eacute;s</em> qui font r&eacute;f&eacute;rence &agrave; au moins un en-t&ecirc;te <em>utilis&eacute;</em>. Des renseignements suppl&eacute;mentaires sur la cr&eacute;ation et la gestion des en-t&ecirc;tes sont disponibles dans les fichiers d'aide sur cette section.</p>
<p><span class="Alert">Remarque importante :</span> tous les index sont organis&eacute;s en fonction des niveaux 1 &agrave; 5 de la structure hi&eacute;rarchique du nom. Les formes de noms incoh&eacute;rentes peuvent rendre l'index impr&eacute;visible. Afin d'obtenir des index correctement organis&eacute;s, commencez par remplir les noms de niveaux 1 et <em>ne laissez pas</em> de champ vide entre les noms (p. ex., ne laissez pas ORG_LEVEL_2 vide si ORG_LEVEL_3 est renseign&eacute;).</p>

<h3>Options suppl&eacute;mentaires</h3>

<h4>Polices</h4>
<p>Vous pouvez s&eacute;lectionner parmi les familles de police avec s&eacute;rif ou sans s&eacute;rif et parmi des tailles de police de 8 &agrave; 14 points. Si vous ne souhaitez aucun des choix de police offerts, vous pouvez sauvegarder le fichier et modifier la police dans Word ou en ouvrant le fichier HTML appropri&eacute; dans un programme d'&eacute;dition du code source et en modifiant les informations de style en haut de page.</p>

<h4>Pointill&eacute;s</h4>
<p>De mani&egrave;re optionnelle, vous pouvez inclure des <em>pointill&eacute;s</em> dans votre index, ce qui cr&eacute;era une ligne de pointill&eacute;s reliant un nom &agrave; son num&eacute;ro de publication. Si vous incluez des champs suppl&eacute;mentaires, les pointill&eacute;s iront jusqu'&agrave; la colonne contenant les champs suppl&eacute;mentaires.</p>

<h4>Format d'affichage pour....</h4>
<p>Afin d'obtenir des r&eacute;sultats sens&eacute;s aupr&egrave;s de certaines fonctionnalit&eacute;s de l'index, y compris le d&eacute;calage et les pointill&eacute;s, vous devez pr&eacute;ciser si vous pr&eacute;voyez d'utiliser le rapport r&eacute;sultant pour l'impression en ligne ou sur Microsoft Word. Un rapport pr&eacute;vu pour Microsoft Word s'affichera bizarrement en ligne, et vice-versa.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
