<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<a name="top"></a>
<p><strong>Consultez vous un <em>nouvel ensemble de r&eacute;sultats</em> ? R&eacute;f&eacute;rez-vous &agrave; l'<a href="pagehelp?Page=results.asp&Ln=en-CA">aide sur la page des r&eacute;sultats de recherche</a></strong></p>
<hr>
<p>Cette page est une page interm&eacute;diaire ou passerelle qui contient plusieurs options de s&eacute;lection et de manipulation des dossiers, en fonction des choix effectu&eacute;s dans la liste d&eacute;roulante sur la page pr&eacute;c&eacute;dente. Les choix <strong>initiaux</strong> qui peuvent appara&icirc;tre sur cette page sont soulign&eacute;s plus bas et nomm&eacute;s en fonction des s&eacute;lections disponibles dans la liste d&eacute;roulante sur la page des r&eacute;sultats de recherche. Ce qui appara&icirc;t sur votre page d&eacute;pend de l'action que vous aurez s&eacute;lectionn&eacute;e dans le menu d&eacute;roulant.</p>
<table class="NoBorder cell-padding-2">
	<tr valign="top">
		<td>
			<ul>
				<li><a href="#reminder">Nouveau Rappel</a></li>
				<li><a href="#print">Imprimer la liste</a></li>
				<li><a href="#printmap">Imprimer la carte</a></li>
				<li><a href="#stats">G&eacute;n&eacute;rer un rapport statistique</a></li>
				<li><a href="#email">Demander la mise &agrave; jour par courriel</a></li>
				<li><a href="#pnp">Rendre les dossiers publics / internes</a></li>
				<li><a href="#delete">Supprimer / Restaurer le dossier</a></li>
				<li><a href="#ro">Changer le propri&eacute;taire du dossier</a></li>
				<li><a href="#dist">Ajouter / Supprimer un code de distribution</a></li>
			</ul>
		</td>
		<td>
			<ul>
				<li><a href="#heading">Ajouter / Supprimer un en-t&ecirc;te</a></li>
				<li><a href="#naics">Ajouter / Supprimer un code SCIAN</a></li>
				<li><a href="#pub">Ajouter / Supprimer un code de publication</a></li>
				<li><a href="#subject">Ajouter / Supprimer un mot-cl&eacute; du sujet</a></li>
				<li><a href="#taxonomy">Ajouter / Supprimer un terme de la Taxonomie</a></li>
				<li><a href="#replace">Outil rechercher et remplacer</a></li>
				<li><a href="#geocode">Mettre &agrave; jour le g&eacute;ocodage</a></li>
				<li><a href="#export">Exporter des dossiers</a></li>
				<li><a href="#share">Ajouter au profil de partage</a></li>
			</ul>
		</td>
	</tr>
</table>
<hr>
<a name="reminder"></a>
<h4>Nouveau Rappel</h4>
<p>Le syst&egrave;me de rappels vise &agrave; aider les utilisateurs &agrave; cr&eacute;er des listes de t&acirc;ches pour eux-m&ecirc;mes ou d'autres utilisateurs, ainsi qu'&agrave; offrir un moyen de communication avec d'autres utilisateurs de CIOC. Les rappels peuvent porter sur des t&acirc;ches g&eacute;n&eacute;rales ou ils peuvent &ecirc;tre associ&eacute;s &agrave; un ou plusieurs dossiers. Vous pouvez travailler avec les rappels en cliquant sur le lien Rappels dans la barre sup&eacute;rieure ou (dans le cas de rappels associ&eacute;s &agrave; des dossiers pr&eacute;cis) par la page de d&eacute;tails du dossier. Vous pouvez &eacute;galement cr&eacute;er un rappel pour un groupe de dossiers par vos r&eacute;sultats de recherche. Cliquez sur le bouton « Prochain » pour d&eacute;buter la cr&eacute;ation d'un nouveau rappel sur les dossiers s&eacute;lectionn&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>


<a name="print"></a>
<h4>Imprimer la liste</h4>
<p>Si au moins un profil d'impression est accessible dans votre vue actuelle, vous pourrez choisir un profil sp&eacute;cifique dans la liste d&eacute;roulante de cette page et commencer la pr&eacute;paration d'un rapport &agrave; imprimer personnalis&eacute;. On peut ajouter ou modifier des profils d'impression par <em>Configuration &gt; Profils d'impression</em>.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="printmap"></a>
<h4>Imprimer la carte</h4>
<p>Si vous avez g&eacute;ocod&eacute; (cartographi&eacute;) les dossiers de votre base de donn&eacute;es, vous pouvez g&eacute;n&eacute;rer une carte num&eacute;rot&eacute;e &agrave; imprimer montrant la carte et la liste de dossier. Vous pouvez cartographier jusqu'&agrave; 99 dossiers maximum &agrave; la fois (s'il y a moins de dossiers, les r&eacute;sultats sont plus lisibles et exploitables).</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="stats"></a>
<h4>G&eacute;n&eacute;rer un rapport statistique</h4>
<p>Le formulaire pour g&eacute;n&eacute;rer des rapports statistiques sur les dossiers s&eacute;lectionn&eacute;s est presque identique &agrave; l'&eacute;cran <em>Recherche sur les statistiques</em>. Consultez les fichiers d'aide disponibles sur les pages de recherche sur les statistiques pour plus de renseignements.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="email"></a>
<h4>Demander la mise &agrave; jour par courriel</h4>
<p>Cette fonction vous permet de pr&eacute;parer et d'envoyer des demandes de mise &agrave; jour par courriel en nombre &agrave; un groupe de dossiers s&eacute;lectionn&eacute;s. Cliquez sur le bouton « Prochain » pour d&eacute;buter la pr&eacute;paration d'un courriel de mise &agrave; jour &agrave; envoyer aux dossiers s&eacute;lectionn&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="pnp"></a>
<h4>Rendre les dossiers publics / internes</h4>
<p>Cette fonction vous permet de marquer un groupe de dossiers comme <em>Public</em> ou <em>Interne</em>. S&eacute;lectionnez l'option d&eacute;sir&eacute;e dans la liste d&eacute;roulante, puis cliquez sur <em>« Prochain »</em>.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="delete"></a>
<h4>Supprimer / Restaurer les dossiers</h4>
<p>Cette fonction vous permet d'&eacute;tablir ou de supprimer la date de suppression d'un groupe de dossiers. Les options disponibles sont <em>« &Eacute;tablir la date de suppression »</em> (&agrave; choisir pour supprimer un groupe de dossiers ou modifier la <em>Date de suppression</em> de dossiers d&eacute;j&agrave; supprim&eacute;s) ou <em>« Restaurer les dossiers »</em> (&agrave; choisir pour retirer le statut de suppression d'un groupe de dossiers).</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="ro"></a>
<h4>Changer le propri&eacute;taire du dossier</h4>
<p>Cette fonction vous permet de modifier l'agence d&eacute;sign&eacute;e comme <em>propri&eacute;taire du dossier</em> des dossiers s&eacute;lectionn&eacute;s. S&eacute;lectionnez l'agence d&eacute;sir&eacute;e dans la liste d&eacute;roulante, puis cliquez sur <em>« Prochain »</em>. La liste des agences disponibles ici est &eacute;tablie en fonction des agences marqu&eacute;es comme d&eacute;tenant des dossiers dans le module actuel (Information communautaire ou B&eacute;n&eacute;volat), dans la section <em>Agences</em> de la configuration.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="dist"></a>
<h4>Ajouter / Supprimer un code de distribution</h4>
<p>Cela vous permet soit d'ajouter, soit de supprimer un code distribution d'un ensemble de dossiers s&eacute;lectionn&eacute;s. Vous devez s&eacute;lectionner soit <em>« Ajouter »</em>, soit <em>« Supprimer »</em> dans le premier menu d&eacute;roulant, puis s&eacute;lectionner parmi les codes de distribution disponibles dans le second menu d&eacute;roulant. Un super-utilisateur peut ajouter de nouveaux codes &agrave; la liste en allant sur le lien <em>Listes de contr&ocirc;le &gt; Distribution</em> dans le menu principal de la configuration. Si vous choisissez l'option <em>« Supprimer toutes les valeurs »</em>, vous devrez cocher une case pour confirmer que vous souhaitez bien retirer chaque code de distribution de tous les dossiers s&eacute;lectionn&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="heading"></a>
<h4>Ajouter / Supprimer un en-t&ecirc;te</h4>
<p>Cette fonction vous permet de retirer un en-t&ecirc;te g&eacute;n&eacute;ral attach&eacute;/associ&eacute; &agrave; un code de publication assign&eacute; aux dossiers. La proc&eacute;dure est en deux &eacute;tapes. Vous devez d'abord s&eacute;lectionner le code de publication associ&eacute; &agrave; l'en-t&ecirc;te g&eacute;n&eacute;ral que vous souhaitez ajouter ou supprimer, puis cliquer sur <em>« Soumettre »</em> (remarque : seules les publications associ&eacute;es &agrave; des en-t&ecirc;tes seront list&eacute;es). Puis s&eacute;lectionnez soit <em>« Ajouter »</em>, soit <em>« Supprimer »</em> dans le premier menu d&eacute;roulant, suivi de l'en-t&ecirc;te d&eacute;sir&eacute; dans le deuxi&egrave;me menu d&eacute;roulant, et enfin cliquez sur <em>« Soumettre »</em>. Si vous choisissez l'option <em>« Supprimer toutes les valeurs »</em>, vous devrez cocher une case pour confirmer que vous souhaitez bien retirer tous les en-t&ecirc;tes <strong>de la publication actuelle</strong> de tous les dossiers s&eacute;lectionn&eacute;s.</p>
<p>En plus de l'outil g&eacute;n&eacute;ral permettant d'ajouter ou de retirer des en-t&ecirc;tes, vous pouvez &eacute;galement synchroniser votre indexation de la publication actuelle &agrave; l'indexation effectu&eacute;e &agrave; une autre publication. Cela s'applique uniquement dans les cas o&ugrave; le m&ecirc;me en-t&ecirc;te existe pour les deux publications. <span class="Alert">Il est important de choisir une publication « principale »</span>, dans laquelle vous maintenez l'indexation des dossiers et la copiez sur les autres publications. Vous pouvez s&eacute;lectionner la publication <em>principale</em> dans le menu d&eacute;roulant « Synchroniser les en-t&ecirc;tes des classifications trouv&eacute;es dans ».</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="naics"></a>
<h4>Ajouter / Supprimer un code SCIAN</h4>
<p>Cette fonction vous permet d'ajouter ou de supprimer un code du <em>Syst&egrave;me de Classification des Industries de l'Am&eacute;rique du Nord (SCIAN)</em> valide d'un groupe de dossiers. S&eacute;lectionnez soit <em>« Ajouter »</em>, soit <em>« Supprimer »</em> dans le menu d&eacute;roulant, puis saisissez un code SCIAN de 2 &agrave; 6 chiffres valide &agrave; ajouter/supprimer. Si vous ne connaissez pas le code recherch&eacute;, utilisez le lien <em>« Localisateur de codes SCIAN »</em> pour ouvrir une fen&ecirc;tre contextuelle offrant un formulaire pour rechercher et parcourir les codes SCIAN. Si vous choisissez l'option <em>« Supprimer toutes les valeurs »</em>, vous devrez cocher une case pour confirmer que vous souhaitez bien retirer chaque code SCIAN de tous les dossiers s&eacute;lectionn&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="pub"></a>
<h4>Ajouter / Supprimer un code de publication</h4>
<p>Cela vous permet soit d'ajouter, soit de supprimer un <em>code de publication</em> d'un ensemble de dossiers s&eacute;lectionn&eacute;s. Vous devez s&eacute;lectionner soit <em>« Ajouter »</em>, soit <em>« Supprimer »</em> dans le premier menu d&eacute;roulant, puis s&eacute;lectionner parmi les codes de publication disponibles dans le second menu d&eacute;roulant. <em>Faites attention &agrave; l'avertissement sur la page</em> car le fait de supprimer un code de publication de dossiers a d'autres cons&eacute;quences potentielles en plus de simplement retirer le codes des dossiers. Un super-utilisateur avec des privil&egrave;ges des gestion peut ajouter de nouveaux codes &agrave; la liste en allant sur <em>Publication</em> depuis dans le menu principal. Si vous choisissez l'option <em>« Supprimer toutes les valeurs »</em>, vous devrez cocher une case pour confirmer que vous souhaitez bien retirer chaque code de publication de tous les dossiers s&eacute;lectionn&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="subject"></a>
<h4>Ajouter / Supprimer un mot-cl&eacute; du sujet</h4>
<p>Cela vous permet soit d'ajouter, soit de supprimer un <em>sujet</em> d'un ensemble de dossiers s&eacute;lectionn&eacute;s. Vous devez s&eacute;lectionner soit <em>« Ajouter »</em>, soit <em>« Supprimer »</em> dans le premier menu d&eacute;roulant, puis s&eacute;lectionner parmi les sujets disponibles dans le second menu d&eacute;roulant. Un super-utilisateur peut ajouter de nouveaux sujets &agrave; la liste en allant sur le lien <em>Th&eacute;saurus</em> depuis le menu principal. Si vous choisissez l'option <em>« Supprimer toutes les valeurs »</em>, vous devrez cocher une case pour confirmer que vous souhaitez bien retirer chaque sujet de tous les dossiers s&eacute;lectionn&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="taxonomy"></a>
<h4>Ajouter / Supprimer un terme de la Taxonomie</h4>
<p>Cela vous permet soit d'ajouter, soit de supprimer un <strong>seul</strong> terme de la Taxonomie (cat&eacute;gorie de service) d'un ensemble de dossiers s&eacute;lectionn&eacute;s. Vous devez s&eacute;lectionner soit <em>« Ajouter »</em>, soit <em>« Supprimer »</em> dans le premier menu d&eacute;roulant, puis saisir le <strong>le code taxonomique valide d'un terme actif</strong> dans le cadre fourni. Si vous ne connaissez pas le code du terme &agrave; ajouter/supprimer, utilisez le lien de l'outil <em>Chercher une cat&eacute;gorie de service</em> fourni.</p>
<p>Si vous <em>supprimez</em> un terme existant des dossiers, certains choix suppl&eacute;mentaires peuvent s'appliquer. Comme certains termes taxonomiques peuvent appara&icirc;tre dans une liste de termes li&eacute;s, vous devez choisir ce qu'il faut faire lorsque le terme fait partie d'un ensemble de termes li&eacute;s. Par d&eacute;faut, le terme sera seulement supprim&eacute; s'il n'est pas li&eacute; &agrave; d'autres termes.</p>
<p>Si vous choisissez l'option <em>« Supprimer toutes les valeurs »</em>, vous devrez cocher une case pour confirmer que vous souhaitez bien retirer tous les termes taxonomiques de tous les dossiers s&eacute;lectionn&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="replace"></a>
<h4>Outil rechercher et remplacer</h4>
<p><strong><span class="alert">Veuillez lire attentivement les instructions et avertissements de cette page avant d'utiliser l'outil</span></strong>. L'aide &agrave; l'&eacute;cran et les avertissements doivent vous fournir les renseignements n&eacute;cessaires pour utiliser cet outil. Si vous n'&ecirc;tes pas certain de la mani&egrave;re d'utiliser cette fonctionnalit&eacute;, vous devriez demander l'aide d'un utilisateur plus exp&eacute;riment&eacute; ou envoyer un demande d'aide sur le <a href="http://community.cioc.ca/message-board" target="_blank">Babillard de la communaut&eacute; CIOC</a>. <span class="Alert">Une mauvaise utilisation des outils Rechercher/Remplacer peut engendrer la perte permanente de donn&eacute;es.</span></p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="geocode"></a>
<h4>Mettre &agrave; jour le g&eacute;ocodage</h4>
<p><span class="Alert">Il n'est pas n&eacute;cessaire d'utiliser cet outil r&eacute;guli&egrave;rement pour les dossiers qui ont d&eacute;j&agrave; &eacute;t&eacute; g&eacute;ocod&eacute;s</span>. Si vous avez inclus le champ GEOCODE sur le formulaire de mise &agrave; jour, la cartographie sera automatiquement mise &agrave; jour lorsque vous modifierez le dossier.</p>
<p>Cette fonction vous permet de mettre &agrave; jour l'emplacement sur la carte sur une liste de dossiers. Par d&eacute;faut, cet outil utilisera les param&egrave;tres de cartographie existants et confirmera que l'emplacement sur la carte est correct en fonction des renseignements d'adresse ou d'intersection actuels (le cas &eacute;ch&eacute;ant). De mani&egrave;re optionnelle, vous pouvez modifier ou &eacute;tablir le type de cartographie (&agrave; notes sur l'adresse, intersection ou ne pas cartographie) et/ou &eacute;tablir la cat&eacute;gorie de cartographie des dossiers mis &agrave; jour. Pour voir le nom de la cat&eacute;gorie de cartographie (si disponible), passez la souris sur le bouton de carte (passez la souris sur le bouton pour afficher « Cat&eacute;gorie de cartographie » <img src="../images/mapping/mm_0_white_20.png" width="12" height="20" title="Cat&eacute;gorie de cartographie">).</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="export"></a>
<h4>Exporter des dossiers</h4>
<p>Si vous choisissez des dossiers &agrave; exporter, vous devez cliquer sur le bouton « Suivant » pour aller de cette page &agrave; la prochaine page, o&ugrave; vous pourrez s&eacute;lectionner le format d'exportation.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="share"></a>
<h4>Ajouter au profil de partage</h4>
<p>Lorsqu'on travaille sur une base de donn&eacute;es multimembre, cet outil est utilis&eacute; pour ajouter de nouveaux dossiers &agrave; un profil de partage existant pour rendre les dossiers accessibles aux autres membres de votre base de donn&eacute;es.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
