<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <em>« R&eacute;vision de la r&eacute;troaction »</em> affiche les informations de la r&eacute;troaction soumise sur des dossiers existants, ainsi que toute demande de nouveau dossier re&ccedil;ue. Les r&eacute;troactions que vous pouvez consulter sont &eacute;tablies en fonction de vos autorisations dans la base de donn&eacute;es. Les trois types de r&eacute;troactions sont :</p>
<ol>
	<li><a href="#existing">R&eacute;troaction sur les dossiers existants</a></li>
	<li><a href="#new">Suggestions de nouveaux dossiers</a></li>
	<li><a href="#pub">R&eacute;troaction sur les publications</a></li>
</ol>
<p>La plupart des r&eacute;troactions sont &eacute;galement divis&eacute;es entre dossiers <strong>appartenant &agrave; votre agence</strong>, ceux <strong>appartenant &agrave; une autre agence</strong> et ceux qui <strong>ne sont pas assign&eacute;s</strong> (suggestions de nouveaux dossiers uniquement).</p>
<p><span class="Alert">Remarque importante :</span> si une r&eacute;troaction est supprim&eacute;e sans &ecirc;tre trait&eacute;e, le logiciel n'avertit pas la personne qui l'a envoy&eacute;e - assurez-vous de la contacter en temps opportun et de lui faire savoir pourquoi ses suggestions n'ont pas &eacute;t&eacute; trait&eacute;es.</p>
<hr>
<a name="existing"></a>
<h3>R&eacute;troaction sur les dossiers existants</h3>
<p>Les tableaux <em>R&eacute;troaction sur les dossiers existants</em> affichent toutes les suggestions de modification de dossiers entrantes dans la vue actuelle. On peut trier ces dossiers par n'importe quel en-t&ecirc;te de colonne (p. ex., N&lt;sup&gt;o&lt;/sup&gt; de dossier, Nom(s) d'organisme, Date de soumission, etc.) en cliquant sur l'en-t&ecirc;te de la colonne d&eacute;sir&eacute;e. S'il n'y a aucune r&eacute;troaction en cours sur des dossiers dans cette vue, le message suivant s'affichera : <em>« Il y a 0 dossier(s) avec r&eacute;troaction »</em>. Les r&eacute;troactions de votre propre agence seront affich&eacute;es en premier ; toute r&eacute;troaction destin&eacute;e &agrave; d'autres agences sera plac&eacute;e suite &agrave; la liste <a href="#new"><em>Suggestions de nouveaux dossiers</em></a>.</p>
<p>En fonction de vos autorisations, vous pourriez avoir acc&egrave;s &agrave; une ou plusieurs des <em>actions</em> suivantes sur la r&eacute;troaction :</p>
<ul>
	<li><strong>Consulter</strong> - Pour consulter une page en lecture seule contenant toutes les modifications de champs et commentaires de la r&eacute;troaction s&eacute;lectionn&eacute;e.</li>
	<li><strong>Mettre &agrave; jour</strong> - Pour &ecirc;tre dirig&eacute; vers le formulaire de saisie de donn&eacute;es du dossier associ&eacute; &agrave; la r&eacute;troaction s&eacute;lectionn&eacute;e (vous permettant de traiter la r&eacute;troaction).</li>
	<li><strong>Supprimer</strong> - Pour supprimer la r&eacute;troaction sans la traiter ni mettre &agrave; jour le dossier. Utile si la r&eacute;troaction n'offre pas de mise &agrave; jour pertinente (question, pourriel, etc.)</li>
</ul>
<a name="new"></a>
<h3>Suggestions de nouveaux dossiers</h3>
<p>Le tableau <em>Suggestions de nouveaux dossiers</em> contient toutes les suggestions de nouveaux dossiers, quelque soit la vue dans laquelle elles ont &eacute;t&eacute; soumises. Tout utilisateur ayant l'autorisation de cr&eacute;er de nouveaux dossiers peut cr&eacute;er un nouveau dossier &agrave; partir d'une r&eacute;troaction. Le tableau fonctionne de mani&egrave;re similaire &agrave; la <em>R&eacute;troaction sur les dossiers existants</em> plus haut, saut qu'au lieu de mettre &agrave; jour un dossier existant, vous disposez d'un lien <em>Cr&eacute;er le dossier</em> pour cr&eacute;er un tout nouveau dossier.</p>
<p>En g&eacute;n&eacute;ral, lorsqu'on travaille sur un nouveau dossier qui vous a &eacute;t&eacute; sugg&eacute;r&eacute;, la premi&egrave;re &eacute;tape devrait &ecirc;tre de l'assigner &agrave; l'agence appropri&eacute;e qui sera responsable de cr&eacute;er et de maintenir le dossier. La capacit&eacute; d'un utilisateur &agrave; assigner une r&eacute;troaction est &eacute;tablie par les param&egrave;tres de son type d'utilisateur ; &agrave; noter que seul un super-utilisateur peut r&eacute;assigner des suggestions qui sont actuellement assign&eacute;es &agrave; une agence autre que la sienne. Assignez une suggestion &agrave; une agence en cochant la case &agrave; c&ocirc;t&eacute; du dossier, en s&eacute;lectionnant le code d'agence dans le menu d&eacute;roulant et en cliquant sur le bouton <em>« Soumettre »</em>. Un utilisateur qui d&eacute;tient des privil&egrave;ges de suppression a l'autorisation de supprimer des suggestions une fois que celles-ci ont &eacute;t&eacute; assign&eacute;es &agrave; l'agence de l'utilisateur.</p>
<p><span class="Alert">Quelques remarques importantes...</span></p>
<ul>
	<li>Comme il n'y a pas d'agence associ&eacute;e &agrave; une suggestion de nouveau dossier, il n'y a pas non plus de contact &agrave; qui envoyer un avis notifiant de la suggestion. Ainsi, il est important que chaque agence v&eacute;rifie r&eacute;guli&egrave;rement la liste des suggestions de nouveaux dossiers ici.</li>
	<li>Si vous travaillez dans une base de donn&eacute;es multimembre, vous devriez disposer de politiques officielles sur la mani&egrave;re de traiter les nouveaux dossiers afin d'&eacute;tablir qui est responsable des suggestions de nouveaux dossiers, quand et pourquoi les suggestions peuvent &ecirc;tre supprim&eacute;es et par qui, et quel est le protocole de notification dans ce cas.</li>
</ul>
<a name="pub"></a>
<h3>R&eacute;troaction sur les publications</h3>
<p>La <em>r&eacute;troaction sur les publications</em> est cr&eacute;&eacute;e au m&ecirc;me moment qu'une r&eacute;troaction ordinaire, lorsque certains champs sp&eacute;cifiques aux publications ont &eacute;t&eacute; inclus dans un formulaire de r&eacute;troaction. La r&eacute;troaction sur les publications ne peut &ecirc;tre soumise que pour les dossiers associ&eacute;es aux publications en question et il est possible qu'un seul envoi de r&eacute;troaction g&eacute;n&egrave;re plusieurs r&eacute;troactions sur les publications. Chaque <em>r&eacute;troaction sur les publications</em> doit &ecirc;tre trait&eacute;e individuellement et ind&eacute;pendamment des r&eacute;troactions ordinaires sur les dossiers. Comme pour les suggestions de nouveaux dossiers, il est <strong>important de disposer d'une politique</strong> sur la mani&egrave;re dont ce type de r&eacute;troaction doit &ecirc;tre trait&eacute;, quand et par qui.</p>
<p>Le tableau fonctionne de mani&egrave;re similaire &agrave; la <em>R&eacute;troaction sur les dossiers existants</em> plus haut, saut qu'au lieu d'&ecirc;tre dirig&eacute; vers un formulaire de <em>mise &agrave; jour de dossier</em>, vous serez dirig&eacute; vers un formulaire de <em>mise &agrave; jour de publication</em>.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
