<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La recherche <em>« Parcourir par cat&eacute;gorie de service »</em> est un type de recherche hi&eacute;rarchique simplifi&eacute; sur la Taxonomie, vous permettant de trouver une cat&eacute;gorie de service (terme de la Taxonomie). On peut rendre ce type de recherche accessible au public. Cette recherche est accessible depuis la page de recherche principale du logiciel, mais vous pouvez &eacute;galement &ecirc;tre dirig&eacute; vers cette recherche depuis la page de r&eacute;sultats suite &agrave; une recherche <em>Parcourir par cat&eacute;gorie de service</em> pr&eacute;c&eacute;dente ou en cliquant sur un terme dans la version publique du champ <em>Cat&eacute;gories de services</em> sur la page de d&eacute;tails d'un dossier. Cette page de recherche affichera uniquement un terme si le terme ou ses <em>sous-sujets</em> sont associ&eacute;s &agrave; des dossiers d'organismes / programmes dans votre vue.</p>
<p>Lorsque vous acc&eacute;dez &agrave; <em>Parcourir par cat&eacute;gorie de service</em> depuis la page de d&eacute;part, vous pourrez voir une liste des termes du niveau sup&eacute;rieur. Vous ne pouvez lancer de recherche sur aucun de ces termes g&eacute;n&eacute;raux de niveau sup&eacute;rieur ; vous devez &agrave; la place s&eacute;lectionner un sujet g&eacute;n&eacute;ral et afficher ses sous-sujets. Vous faites cela en cliquant sur le nom du terme ou sur le lien <em>« Sous-sujets ».</em></p>
<p>Lorsque vous verrez une liste de termes autres que les termes de niveau sup&eacute;rieur, vous aurez l'occasion de lancer une recherche sur un terme ou de retourner une liste des <em>sous-sujets</em> ou des <em>sujets associ&eacute;s</em> du terme, s'ils existent. Si vous cliquez sur le lien <em>Consulter les programmes et services</em>, vous retournerez une liste de tous les dossiers d'organismes / programmes qui sont associ&eacute;s &agrave; ce terme <strong>ou n'importe quel de ses sous-sujets</strong>.</p>
<p>Le menu de recherche indique quels termes vous consultez actuellement (p. ex., « Sous-sujets de Besoins fondamentaux », « Sujets associ&eacute;s &agrave; Information et r&eacute;f&eacute;rence ») et, en fonction de votre page actuelle, vous pouvez revenir au niveau le plus &eacute;lev&eacute;, &agrave; un niveau plus &eacute;lev&eacute; ou lancer une recherche sur un terme associ&eacute;e ou un terme de niveau plus &eacute;lev&eacute;. Si vous voyez un d&eacute;compte des dossiers &agrave; c&ocirc;t&eacute; du lien, cela signifie que vous pouvez cliquer sur le lien pour lancer une recherche sur des dossiers d'organismes / programmes.</p>
<p>Apr&egrave;s avoir lanc&eacute; votre recherche sur des dossiers d'organismes / programmes, vous verrez des options de recherche suppl&eacute;mentaires et un menu pour revenir aux diff&eacute;rentes pages de recherche <em>Parcourir par cat&eacute;gorie de service</em>.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
