<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Les « rapports automatiques » sont des rapports g&eacute;n&eacute;r&eacute;s automatiquement en fonction de crit&egrave;res pr&eacute;d&eacute;termin&eacute;s. Ces rapports affichent les consultations ou modifications de dossiers au cours des trois derniers mois : ils comprennent toutes les statistiques disponibles du mois en cours, ainsi que les statistiques des deux mois pr&eacute;c&eacute;dents.</p>
<p class="Alert">Tous les rapports automatiques sur les consultations de dossiers comprennent toutes les valeurs, y compris celles g&eacute;n&eacute;r&eacute;s par les robots.</p>
<ul>
	<li><a href="#datamgmt">Rapport sur la gestion des donn&eacute;es</a></li>
	<li><a href="#viewsbyowner">Dossiers consult&eacute;s par propri&eacute;taire de dossiers</a></li>
	<li><a href="#viewsbyview">Dossiers consult&eacute;s par vue</a></li>
	<li><a href="#ipsbyowner">Nombre total d'IP uniques par propri&eacute;taire de dossiers</a></li>
	<li><a href="#ipsbyview">Nombre total d'IP uniques par vue</a></li>
	<li><a href="#uniqueips">Nombre total d'IP uniques</a></li>
	<li><strong><a href="#ipinfo">&Agrave; propos des statistiques d'IP</a></strong></li>
</ul>

<hr>
<a name="datamgmt"></a>
<h3>Rapport sur la gestion des donn&eacute;es</h3>
<p>Ce rapport liste combien de dossiers ont une date de modification quelconque comprise dans le mois en cours ou les deux mois pr&eacute;c&eacute;dents. <strong>Ce rapport n'est pas bas&eacute; sur le syst&egrave;me complet d'historique des changements</strong>, seulement la valeur actuelle de chaque champ de date donn&eacute;, si bien que son exactitude diminue avec le temps - surtout le renseignement « derni&egrave;re modification ».</p>
<p>Dans une base de donn&eacute;es multimembre, le rapport d&eacute;taille encore plus les statistiques sur les dossiers, par dossiers appartenant &agrave; votre membri&eacute;t&eacute; (locaux) contre ceux partag&eacute;s avec vous par d'autres membres.</p>

<a name="viewsbyowner"></a>
<h3>Dossiers consult&eacute;s par propri&eacute;taire de dossiers</h3>
<p>Ce rapport d&eacute;taille les consultations de dossiers par mois, par agence propri&eacute;taire de dossiers et par utilisateurs du public ou connect&eacute;s.</p>

<a name="viewsbyview"></a>
<h3>Dossiers consult&eacute;s par vue</h3>
<p>Ce rapport d&eacute;taille les consultations de dossiers par mois, par vue et par utilisateurs du public ou connect&eacute;s.</p>

<a name="ipsbyowner"></a>
<h3>Nombre total d'IP uniques par propri&eacute;taire de dossiers</h3>
<p>Ce rapport d&eacute;taille les consultations de dossiers par mois, par agence propri&eacute;taire de dossiers et par adresse IP unique.</p>

<a name="ipsbyview"></a>
<h3>Nombre total d'IP uniques par vue</h3>
<p>Ce rapport d&eacute;taille les consultations de dossiers par mois, par vue et par adresse IP unique.</p>

<a name="uniqueips"></a>
<h3>Nombre total d'IP uniques</h3>
<p>Ce rapport indique le nombre total d'adresses IP uniques sur un mois donn&eacute;, sans regrouper les informations en fonction d'autres crit&egrave;res comme la vue ou le propri&eacute;taire de dossiers. C'est un rapport &agrave; utiliser pour obtenir une id&eacute;e g&eacute;n&eacute;rale du nombre d'utilisateurs individuels sur des p&eacute;riodes de temps donn&eacute;es.</p>

<a name="ipinfo"></a>
<h3>&Agrave; propos des statistiques d'IP</h3>
<p>Lorsque vous consultez des statistiques concernant les IP « uniques », veuillez prendre en compte le fait que les acc&egrave;s par une m&ecirc;me adresse IP peuvent parfois repr&eacute;senter plusieurs utilisateurs (si tout le trafic d'un organisme para&icirc;t provenir de la m&ecirc;me adresse IP) et que certains utilisateurs peuvent acc&eacute;der &agrave; la base de donn&eacute;es depuis plusieurs adresses IP (s'ils ont plusieurs emplacements, ordinateurs ou une adresse IP allou&eacute;e dynamiquement). Cependant, cela reste une indication raisonnable du nombre d'utilisateurs individuels.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
