<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p class="Alert">Remarque : cette recherche n&eacute;cessite un navigateur &agrave; jour supportant les CSS et dont les options JavaScript sont activ&eacute;es. Si vous avez des difficult&eacute;s &agrave; faire fonctionner les recherches, vous devez vous assurez que JavaScript est activ&eacute; pour ce site.</p>
<table class="NoBorder cell-padding-2">
	<tr valign="TOP">
		<td><ul>
				<li><a href="#keyword">Recherche par mots-cl&eacute;s</a></li>
				<li><a href="#code">Recherche par code</a></li>
				<li><a href="#drill-down">Recherche hi&eacute;rarchique</a></li>
				<li><a href="#concept">Recherche par concept associ&eacute;</a></li>
				<li><a href="#more-info">Afficher plus d'informations sur les termes</a></li>
			</ul></td>
		<td><ul>
				<li><a href="#sort">Modifier l'ordre de tri</a></li>
				<li><a href="#settings">Param&egrave;tres de recherche</a></li>
				<li><a href="#back-button">Cons&eacute;quences de l'utilisation du bouton retour</a></li>
				<li><a href="#search">S&eacute;lectionner un terme &agrave; rechercher</a></li>
				<li><a href="#edit">S&eacute;lectionner un terme &agrave; modifier</a></li>
			</ul></td>
	</tr>
</table>

<hr>

<a name="keyword"></a>
<h3>Recherche par mots-cl&eacute;s</h3>
<p>En g&eacute;n&eacute;ral, la recherche par <em>mots-cl&eacute;s</em> sur des termes de la Taxonomie se comporte de la m&ecirc;me mani&egrave;re que la recherche par mots-cl&eacute;s du formulaire de recherche simple. Tous les mots ou phrases saisies doivent correspondre et certains mots r&eacute;serv&eacute;s ou tr&egrave;s communs - comme <em>« et »</em> et <em>« ou »</em> sont ignor&eacute;s automatiquement. Vous pouvez rechercher une phrase en ins&eacute;rant les mots recherch&eacute;s entre guillemets anglaises. Les caract&egrave;res accentu&eacute;s sont automatiquement ignor&eacute;s par le logiciel et ne sont pas n&eacute;cessaires pour obtenir des correspondances, m&ecirc;me en fran&ccedil;ais.</p>
<p>Le logiciel cherche automatiquement les diff&eacute;rentes formes d'un mot dans la langue utilis&eacute;e. Par exemple, <em>animal</em> ou <em>animaux</em> produit le m&ecirc;me r&eacute;sultat ; on peut donc utiliser l'un ou l'autre. Vous pouvez emp&ecirc;cher la recherche sur les formes d'un mot en ins&eacute;rant le mot ou la phrase entre guillemets anglais. Vous pouvez &eacute;galement ajouter le m&eacute;tacaract&egrave;re <strong>*</strong> au <em>d&eacute;but</em> ou &agrave; la <em>fin</em> d'un mot de votre recherche pour permettre une correspondance partielle (p. ex., <em>enfant*</em> trouvera <em>enfant, enfants, enfance, enfantin</em>, etc. ; <em>aggr*</em> trouvera <em>agression, agress&eacute;, agresseur</em>, etc.). Dans de nombreux cas, il est plus efficace de laisser la fonction int&eacute;gr&eacute;e du logiciel rechercher les formes d'un mot, que d'utiliser l'ast&eacute;risque pour les variantes simples du m&ecirc;me mot (enfant et enfants, aide et aider). Cela r&eacute;duit le nombre de correspondances non d&eacute;sir&eacute;es, comme <em>hand*</em> retrouvant <em>handball</em>, alors qu'on souhaite seulement retrouver les correspondances &agrave; <em>handicap</em>, <em>handicap&eacute;s</em> et <em>handisport</em>.</p>
<p>La recherche par <em>mots-cl&eacute;s</em> vous permet de trouver les mots-cl&eacute;s dans le <em>nom</em> du terme (ou du <em>synonyme</em>) et - si vous s&eacute;lectionnez l'option <em>Partout</em> - dans la <em>d&eacute;finition</em> ou la <em>d&eacute;finition alternative</em>. <strong>Tous</strong> les mots-cl&eacute;s sp&eacute;cifi&eacute;s doivent appara&icirc;tre dans l'<strong>un</strong> des champs que vous recherchez. Cela signifie que si vous recherchez les mots-cl&eacute;s <em>« violence »</em> et <em>« maltraitance »</em> en utilisant l'option <em>Partout</em>, vous trouverez ces deux mots dans le <em>nom / nom alternatif</em> <strong>ou</strong> dans la <em>d&eacute;finition / d&eacute;finition alternative</em>. Vous n'aurez pas de r&eacute;sultat si <em>« violence »</em> se trouve dans le <em>nom</em> et <em>« maltraitance »</em> dans la <em>d&eacute;finition</em>.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<hr>

<a name="code"></a>
<h3>Recherche par code</h3>
<p>La recherche par <em>code</em> vous permet de lister tous les termes contenus dans la branche d'un code taxonomique donn&eacute;. Vous devez saisir un <strong>code valide</strong> pour effectuer cette recherche. Cela signifie que si vous recherchez <em>TA-04</em>, vous n'aurez pas de r&eacute;sultat ; cependant, <em>TA-0400</em> affichera <em>TA-0400</em> et tous ses termes inf&eacute;rieurs, car il s'agit d'un code valide.</p>
<p>Souvent, la recherche <em>hi&eacute;rarchique</em> se r&eacute;v&egrave;le un meilleur choix si vous souhaitez parcourir les sections de la hi&eacute;rarchie taxonomique. Cependant, contrairement &agrave; la recherche <em>hi&eacute;rarchique</em>, une recherche par <em>code</em> vous permet de trier par nom et d'afficher toute la branche directement sans avoir &agrave; la d&eacute;rouler auparavant. Vous &ecirc;tes &eacute;galement dirig&eacute; vers la recherche par <em>code</em> si vous cliquez sur un terme inf&eacute;rieur, sup&eacute;rieur ou associ&eacute; depuis l'encart <a href="#more-info">Afficher plus d'informations sur les termes</a>.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<hr>

<a name="drill-down"></a>
<h3>Recherche hi&eacute;rarchique</h3>
<p>La recherche <em>hi&eacute;rarchique</em> vous permet de parcourir une ou plusieurs branches de la hi&eacute;rarchie taxonomique. Elle comporte des fonctionnalit&eacute;s similaires aux autres recherches, sauf le tri des r&eacute;sultats. Contrairement aux autres types de recherches, le fait de modifier vos param&egrave;tres ou de quitter la page a toujours pour effet de r&eacute;initialiser la recherche et de refermer toutes les branches (voir <a href="#back-button"><em>Cons&eacute;quences de l'utilisation du bouton retour</em></a>).</p>
<p>Pour d&eacute;rouler une branche de la hi&eacute;rarchie, cliquez sur le signe plus (<img src="../images/plus.gif" width="14" height="14">) disponible &agrave; c&ocirc;t&eacute; de la branche &agrave; d&eacute;rouler. Le prochain niveau de termes s'affichera automatiquement et la branche se d&eacute;roulera, transformant le signe plus en signe moins (<img src="../images/minus.gif" width="14" height="14">). &Agrave; noter que vous devez <strong>attendre que la branche se d&eacute;roule</strong>, ce qui peut &ecirc;tre long s'il existe de nombreux termes &agrave; afficher. Si un signe moins appara&icirc;t apr&egrave;s avoir cliqu&eacute;, cela signifie que votre navigateur est en attente de l'envoi du terme et l'affichera quand il sera pr&ecirc;t. Si vous cliquez sur le signe moins, vous demandez de refermer la branche et les termes n'appara&icirc;tront pas du tout.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<hr>

<a name="concept"></a>
<h3>Recherche par concept associ&eacute;</h3>
<p>Pour consulter une liste de termes attach&eacute;s &agrave; un <em>concept associ&eacute;</em>, s&eacute;lectionnez un concept &agrave; afficher, puis cliquez sur <em>Rechercher</em>.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<hr>

<a name="more-info"></a>
<h3>Afficher plus d'informations sur les termes</h3>
<p>Lorsque vous consultez une liste de termes de la Taxonomie retourn&eacute;s suite &agrave; l'une des recherches mentionn&eacute;es plus haut, vous pouvez consulter des renseignements plus d&eacute;taill&eacute;s sur le terme en cliquant sur son nom. La <em>d&eacute;finition</em> du terme (ou d&eacute;finition alternative) s'affichera, ainsi que tout <em>concept associ&eacute;</em> et le <em>terme g&eacute;n&eacute;rique</em>, les <em>sous-sujets</em> ou les <em>sujets associ&eacute;s</em> du terme. Les concepts sont li&eacute;s &agrave; une <a href="#concept"><em>recherche par concept associ&eacute;</em></a>, alors que chaque terme affiche le nombre de dossiers l'utilisant et sera li&eacute; &agrave; une <a href="#code">recherche par code</a> sur ce terme. Les super-utilisateurs auront acc&egrave;s &agrave; des champs de gestion des donn&eacute;es suppl&eacute;mentaires.</p>
<p>Vous pouvez afficher les renseignements suppl&eacute;mentaires d'un terme pour plusieurs termes &agrave; la fois dans vos r&eacute;sultats de recherche. Pour masquer ces renseignements suppl&eacute;mentaires, cliquez de nouveau sur le nom du terme.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<hr>

<a name="sort"></a>
<h3>Modifier l'ordre de tri</h3>
<p>On peut modifier l'ordre de tri des r&eacute;sultats de recherche pour chaque type de recherche, sauf la recherche <em>hi&eacute;rarchique</em>. L'ordre de tri initial d&eacute;pend du type de recherche effectu&eacute;e ; par exemple, la recherche par <em>mots-cl&eacute;s</em> trie par nom par d&eacute;faut, alors que la recherche par <em>code</em> trie initialement par code. &Agrave; noter que l'ordre de tri n'est pas m&eacute;moris&eacute; entre chaque recherche.</p>
<p>Votre ordre de tri actuel est indiqu&eacute; par une fl&egrave;che &agrave; c&ocirc;t&eacute; du nom de la colonne (<img src="../images/up.gif" width="14" height="14"> ou <img src="../images/down.gif" width="14" height="14">). La fl&egrave;che indique quelle colonne est tri&eacute;e et si le tri est <em>ascendant</em> ou <em>descendant</em>. Pour modifier la colonne de tri ou modifier l'ordre de tri d'une colonne donn&eacute;e, cliquez sur le nom de la colonne dans l'en-t&ecirc;te du tableau et vos r&eacute;sultats seront r&eacute;organis&eacute;s. Si vous modifiez l'ordre de tri, cela peut refermer certains ou tous les encarts <a href="#more-info"><em>Plus d'informations</em></a> que vous avez ouverts.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<hr>

<a name="settings"></a>
<h3>Param&egrave;tres de recherche</h3>
<p>Les param&egrave;tres de recherche du menu de recherche sont maintenus jusqu'&agrave; ce vous quittiez la page de recherche simple (y compris si vous allez sur <em>Gestion de la Taxonomie </em>). Si vous activez l'un de ces param&egrave;tres de recherche, il sera surlign&eacute; pour vous rappeler qu'il est actif.</p>
<p>&Agrave; noter que le fait de modifier vos param&egrave;tres aura pour effet de r&eacute;initialiser la recherche ou de r&eacute;-afficher vos r&eacute;sultats de recherche actuels. Dans le cas de la recherche hi&eacute;rarchique, vous devrez red&eacute;rouler les branches qui &eacute;taient affich&eacute;es avant la modification des param&egrave;tres.</p>

<h4>Termes avec dossiers / Afficher tous les termes</h4>
<p>Vous pouvez choisir d'afficher tous les termes (par d&eacute;faut) ou seulement ceux qui sont associ&eacute;s &agrave; des dossiers dans votre vue actuelle. Si vous avez choisi de n'afficher que les termes avec dossiers, le menu s'adaptera en surlignant <em>Afficher tous les termes</em>. Si vous avez des difficult&eacute;s &agrave; trouver le terme appropri&eacute;, v&eacute;rifiez que vous affichez bien tous les termes ; m&ecirc;me s'il n'y a pas de dossier associ&eacute; au terme, vous pourrez utiliser la fonctionnalit&eacute; <a href="#more-info">Plus d'informations sur les termes</a> pour trouver des termes associ&eacute;s ou sp&eacute;cifiques associ&eacute;s &agrave; des dossiers.</p>

<h4>Afficher / Masquer les termes inactifs</h4>
<p>Vous pouvez choisir d'inclure dans votre recherche les termes inactifs et les synonymes en activant l'option <em>Afficher les termes inactifs</em>. Les super-utilisateurs n'ont pas acc&egrave;s &agrave; cette option dans la recherche simple ; &agrave; la place, ils peuvent rechercher en <em>Mode de gestion</em>.</p>
<h4>Mode de gestion / Mode normal</h4>
<p>Dans la recherche simple, le <em>mode de gestion</em> est accessible aux super-utilisateurs &agrave; la place de <em>Afficher les termes inactifs</em>. Le mode de gestion offre les fonctionnalit&eacute;s suivantes :</p>
<ul>
	<li>Les termes inactifs et les synonymes sont disponibles dans toutes les recherches ; cependant, contrairement &agrave; l'ordinaire <em>Afficher les termes inactifs</em>, le mode de gestion inclut &eacute;galement les termes inactifs qui sont <em>remont&eacute;s</em> en synonymes des termes de niveau sup&eacute;rieur actifs. Lorsqu'on consulte <a href="#more-info"><em>Plus d'informations sur les termes</em></a>, les synonymes repr&eacute;sentant des <em>termes remont&eacute;s</em> sont hyperli&eacute;s afin de pouvoir &ecirc;tre recherch&eacute;s et modifi&eacute;s.</li>
	<li>Les r&eacute;sultats d'une recherche par mots-cl&eacute;s incluent toutes les correspondances possibles, y compris les synonymes actifs et inactifs et les termes remont&eacute;s, m&ecirc;me si des termes pr&eacute;f&eacute;r&eacute;s correspondent &eacute;galement aux param&egrave;tres de recherche.</li>
	<li>Des ic&ocirc;nes de modification apparaissent &agrave; c&ocirc;t&eacute; des termes.</li>
</ul>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<hr>

<a name="back-button"></a>
<h3>Cons&eacute;quences de l'utilisation du bouton retour</h3>
<p>Certaines fonctionnalit&eacute;s de cette recherche utilise JavaScript pour modifier l'affichage sans avoir &agrave; recharger la page. Des exemples comprennent l'affichage de l'encart <a href="#more-info"><em>Plus d'informations sur les termes</em></a>, le d&eacute;roulement des branches lors d'une <a href="#drill-down"><em>recherche hi&eacute;rarchique</em></a> ou le fait de <a href="#sort"><em>modifier l'ordre de tri</em></a>.</p>
<p>Cela signifie que l'utilisation du bouton retour du navigateur apr&egrave;s avoir quitt&eacute; la page (par exemple, apr&egrave;s avoir quitt&eacute; la page pour lancer une recherche sur des dossiers, modifier un terme ou s&eacute;lectionner une autre option de recherche) peut vous emp&ecirc;cher de revenir au m&ecirc;me &eacute;tat de r&eacute;sultats. De plus, le bouton retour n'annulera pas les types d'actions mentionn&eacute;es plus haut qui sont contr&ocirc;l&eacute;es par JavaScript. Utilisez les m&eacute;thodes expliqu&eacute;es dans ce fichier d'aide si vous souhaitez revenir &agrave; votre ordre de tri, fermer l'encart <em>Plus d'informations sur les termes</em> ou refermer une branche de la hi&eacute;rarchie dans une recherche <em>hi&eacute;rarchique</em> - le bouton retour ne fonctionnera pas dans ces cas-l&agrave; !</p>
<p>Ne comptez pas sur le bouton retour du navigateur - prenez l'habitude de toujours utiliser les &eacute;l&eacute;ments disponibles du menu pour effectuer votre recherche et parcourir le site.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<hr>

<a name="search"></a>
<h3>S&eacute;lectionner un terme &agrave; rechercher</h3>
<p>Si des dossiers sont associ&eacute;s &agrave; un terme ou l'un de ses sous-sujets dans cette vue, une ic&ocirc;ne de loupe appara&icirc;tra &agrave; c&ocirc;t&eacute; du terme (<img src="../images/zoom.gif" width="17" height="15">). Le fait de cliquer sur cette ic&ocirc;ne lancera une recherche sur le terme <strong>et</strong> tous ses sous-sujets.</p>
<p>Si le terme est directement associ&eacute; &agrave; des dossiers dans cette vue, un d&eacute;compte entre crochets s'affichera &agrave; c&ocirc;t&eacute; du nom du terme pour indiquer le nombre de dossiers utilisant ce terme dans cette vue : [#]. Le fait de cliquer sur le nombre de dossiers lancera une recherche sur tous dossiers utilisant directement ce terme - les sous-sujets <strong>ne seront pas</strong> inclus.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<hr>

<a name="edit"></a>
<h3>S&eacute;lectionner un terme &agrave; modifier</h3>
<p>En <em>Mode de gestion</em>, les super-utilisateurs verront une ic&ocirc;ne de modification &agrave; c&ocirc;t&eacute; du nom de chaque terme (<img src="../images/edit.gif" width="17" height="15">). Le fait de cliquer sur l'ic&ocirc;ne de modification vous dirigera vers un formulaire pour modifier les d&eacute;tails du terme en question.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
