<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>On peut associer chaque terme de la Taxonomie &agrave; une <em>Source</em> cens&eacute;e repr&eacute;senter l'origine du terme (p. ex., « INFO LINE » ou « Local »). C'est une explication g&eacute;n&eacute;rale sur l'origine du terme, contrairement au renseignement <em>Derni&egrave;re modification par</em> qui indique la personne sp&eacute;cifique ayant apport&eacute; les derni&egrave;res modifications au terme. Cette page vous permet d'ajouter de nouvelles valeurs de source, ainsi que de modifier ou supprimer des valeurs existantes. Utilisez le lien <em>« Retourner &agrave; gestion de la Taxonomie »</em> en haut de la page pour revenir &agrave; la page de gestion principale de la Taxonomie.</p>
<p><span class="Alert">Remarque :</span> les valeurs sur cette page ne peuvent &ecirc;tre ajout&eacute;es, mises &agrave; jour ou supprim&eacute;es qu'une rang&eacute;e &agrave; la fois. N'oubliez pas d'utiliser les boutons « Mettre &agrave; jour » sur chaque rang&eacute;e apr&egrave;s chaque changement sur une rang&eacute;e, avant de modifier une autre rang&eacute;e ou d'ajouter une autre valeur.</p>
<h4>Ajouter une nouvelle source</h4>
<p>Saisissez le nom que vous souhaitez utiliser comme source des termes de la Taxonomie dans la bo&icirc;te de saisie tout en bas, puis cliquez sur le bouton <em>« Ajouter »</em>.</p>
<h4>Modifier une source existante</h4>
<p>Sur la page, apportez les modifications requises &agrave; la source que vous voulez modifiez, puis cliquez sur le bouton <em>« Mettre &agrave; jour »</em> &agrave; c&ocirc;t&eacute; de celle-ci.</p>
<h4>Supprimer une source existante</h4>
<p>Cliquez sur le bouton <em>« Supprimer »</em> &agrave; c&ocirc;t&eacute; de la valeur que vous voulez supprimer. Vous ne pourrez pas supprimer des valeurs qui sont actuellement utilis&eacute;es par des termes de la Taxonomie.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
