<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>On peut associer chaque terme de la Taxonomie &agrave; un certain nombre de <em>concepts associ&eacute;s</em>.<em> </em>Les <em>concepts associ&eacute;s</em> visent &agrave; repr&eacute;senter ou se rapporter &agrave; un th&egrave;me g&eacute;n&eacute;ral. Le concept est un ensemble sous lequel un certain nombre de termes, souvent issus de branches vari&eacute;es dans la Taxonomie, sont regroup&eacute;s sous un sujet d'int&eacute;r&ecirc;t ou un besoin g&eacute;n&eacute;ral. Des exemples de <em>concepts associ&eacute;s</em> comprennent : « C&eacute;cit&eacute; / D&eacute;ficience visuelle », « Violence conjugale » et « Sans-abrisme ». Pour des renseignements suppl&eacute;mentaires sur les <em>concepts associ&eacute;s</em> et d'autres structures de la Taxonomie, vous devriez consulter des r&eacute;f&eacute;rences officielles comme les ressources sur <a href="http://www.211taxonomy.org">211taxonomy.org</a> (en anglais).</p>
<h3>Statut</h3>
<p>Cette information est en lecture seule et indique si le concept est utilis&eacute; dans des dossiers d'organismes / programmes. Si un concept est utilis&eacute;, vous ne serez pas autoris&eacute; &agrave; le supprimer.</p>
<h3>Renseignement de cr&eacute;ation / modification</h3>
<p>Les dates de cr&eacute;ation et de modification et les noms sont &eacute;tablis automatiquement par le logiciel lorsque des dossiers sont ajout&eacute;s et mis &agrave; jour.</p>
<h3>Code</h3>
<p>Tous les concepts associ&eacute;s doivent avoir un code unique les identifiant. Le code est compos&eacute; de 2 lettres ou de 2 lettres et 3 chiffres (p. ex., « AA » ou « AA-123 »).</p>
<h3>Nom du concept</h3>
<p>Vous devez donner un nom <em>unique</em> en anglais et /ou en fran&ccedil;ais &agrave; tous les concepts associ&eacute;s. Si vous ne donnez pas de nom au concept dans une langue donn&eacute;e, il ne sera pas accessible pour la recherche ou l'indexation dans cette langue.</p>
<h3>Source</h3>
<p>Indique le syst&egrave;me de classification ou le catalogue &agrave; l'origine du terme (p. ex., la Taxonomie AIRS/INFO LINE). La liste des sources peut &ecirc;tre personnalis&eacute;e (voir le lien sur la page de gestion principale de la Taxonomie).</p>
<h3>Autoris&eacute;</h3>
<p>Indique si un concept est un <em>concept associ&eacute;</em> « officiel » de la Taxonomie INFO LINE ou sp&eacute;cifique au syst&egrave;me local. Il est recommand&eacute; d'utiliser des codes de concept d&eacute;butant par ZZ pour tous les concepts associ&eacute;s locaux.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
