<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p class="Alert">Si vous n'&ecirc;tes pas familier avec la terminologie ou les concepts de la Taxonomie, utilisez des r&eacute;f&eacute;rences officielles comme les ressources sur <a href="http://www.211taxonomy.org">211taxonomy.org</a> (en anglais).</p>
<ul>
	<li><a href="#create">Cr&eacute;er un nouveau terme</a></li>
	<li><a href="#edit">Modifier un terme existant</a></li>
	<li><a href="#version">Mettre &agrave; jour la version de la Taxonomie</a></li>
	<li><a href="#source">G&eacute;rer les valeurs des sources</a></li>
	<li><a href="#facet">G&eacute;rer les valeurs des facettes</a></li>
	<li><a href="#activation">G&eacute;rer les activations de la Taxonomie</a></li>
	<li><a href="#concept">Gestion des valeurs des concepts associ&eacute;s</a></li>
</ul>

<hr>

<a name="create"></a>
<h3>Cr&eacute;er un nouveau terme</h3>
<p>Pour cr&eacute;er un nouveau terme de la Taxonomie, cliquez sur le lien <strong>Cr&eacute;er un nouveau terme de la Taxonomie</strong>. Vous serez dirig&eacute; vers un formulaire pour saisir les renseignements sur le terme.</p>

<a name="edit"></a>
<h3>Modifier un terme existant</h3>
<p>Pour modifier un terme existant, utilisez l'un des types de recherches du menu (<em>Mots-cl&eacute;s</em>, <em>Code</em>, <em>Hi&eacute;rarchie</em>, <em>Concepts associ&eacute;s</em>) afin de localiser le terme que vous souhaitez modifier. Une ic&ocirc;ne de modification (<img src="../images/edit.gif" width="17" height="15">) appara&icirc;tra &agrave; c&ocirc;t&eacute; du nom du terme ; en cliquant sur cette ic&ocirc;ne, vous serez dirig&eacute; vers un formulaire pour modifier ce terme. Si vous avez des difficult&eacute;s &agrave; trouver le terme que vous souhaitez modifier, tentez de modifier les param&egrave;tres de mani&egrave;re &agrave; inclure les termes <em>inactifs</em> et v&eacute;rifiez que votre recherche n'est pas limit&eacute;e aux <em>Termes avec dossiers associ&eacute;s</em>.</p>

<a name="version"></a>
<h3>Mettre &agrave; jour la version de la Taxonomie</h3>
<p>Cet outil vous permet de mettre &agrave; jour votre version de la Taxonomie &agrave; la plus r&eacute;cente conserv&eacute;e dans un lieu centralis&eacute; sur les serveurs de CIOC (pour s'assurer que tous les membres utilisent la m&ecirc;me version de la Taxonomie).</p>

<a name="source"></a>
<h3>G&eacute;rer les valeurs des sources</h3>
<p>On peut associer chaque terme &agrave; une <em>Source</em> (p. ex., « INFO LINE »). Pour modifier la liste des valeurs de sources existante, cliquez sur le lien <strong>Gestion des valeurs des sources taxonomiques</strong>.</p>

<a name="facet"></a>
<h3>G&eacute;rer les valeurs des facettes</h3>
<p>On peut associer chaque terme &agrave; une <em>Facette</em> (p. ex., « Programmes »). Pour modifier la liste des valeurs de facettes existante, cliquez sur le lien <strong>Gestion des valeurs des facettes taxonomiques</strong>.</p>

<a name="activation"></a>
<h3>G&eacute;rer les activations de la Taxonomie</h3>
<p>Trois outils int&eacute;gr&eacute;s existent pour vous aider &agrave; g&eacute;rer vos activations de la Taxonomie en fonction des pratiques recommand&eacute;es :</p>
<ul>
	<li><strong>Rapport d'activation multiniveaux</strong> : la pratique recommand&eacute;e est d'activer uniquement un niveau dans chaque branche de la Taxonomie. Cela signifie que pour chaque terme de la Taxonomie actif, il n'y aura pas d'autres termes actifs aux niveaux sup&eacute;rieurs ou inf&eacute;rieurs de la hi&eacute;rarchie. Utilisez ce rapport pour vous aider &agrave; identifier les branches dans lesquelles plusieurs termes sont activ&eacute;s &agrave; plus d'un niveau.</li>
	<li><strong>Rapport de recommandation d'activation</strong> : ce rapport utilise certaines pratiques g&eacute;n&eacute;rales recommand&eacute;es, ainsi que votre utilisation actuelle de la Taxonomie, pour formuler des recommandations sp&eacute;cifiques sur les termes que vous devriez activer ou d&eacute;sactiver. Vous pouvez accepter certaines ou toutes les recommandations et l'outil met en &oelig;uvre vos choix automatiquement.</li>
	<li><strong>Outil d'activation</strong> : il s'agit de l'outil principal pour g&eacute;rer les activations. Il vous permet d'utiliser une interface de type hi&eacute;rarchique pour r&eacute;viser vos activations actuelles et les modifier en un clic. Certaines r&egrave;gles de base sont mises en &oelig;uvre, comme l'impossibilit&eacute; de d&eacute;sactiver un terme utilis&eacute; ou bien l'autorisation de remonter des termes en synonyme uniquement si un terme de niveau sup&eacute;rieur est actif.</li>
</ul>

<a name="concept"></a>
<h3>Gestion des valeurs des concepts associ&eacute;s</h3>
<p>On peut associer chaque terme &agrave; un certain nombre de <em>concepts associ&eacute;s</em> (p. ex., « Violence conjugale »). Pour modifier un concept associ&eacute; existant, s&eacute;lectionnez-le dans la liste d&eacute;roulante, puis cliquez sur <em>« Voir / Modifier un concept »</em>. Pour cr&eacute;er un nouveau concept, s&eacute;lectionnez l'option <em>« &gt;&gt; CR&Eacute;ER &lt;&lt; »</em> dans la liste d&eacute;roulante.</p>

<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
