<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>L'outil d'activation de la Taxonomie vous permet de travailler sur vos activations &agrave; travers la base de donn&eacute;es enti&egrave;re en une seule fois, plut&ocirc;t que d'avoir &agrave; modifier l'activation de chaque terme individuellement. L'interface est tr&egrave;s similaire &agrave; une recherche hi&eacute;rarchique. Il y a trois actions possibles disponibles pour les termes : Activer, D&eacute;sactiver ou Remonter. Le logiciel affiche uniquement les ic&ocirc;nes d'action des &eacute;tats d'activation permis et, dans de nombreux cas, vous ne pourrez pas modifier le statut (comme pour les termes utilis&eacute;s dans des dossiers).</p>

<p>Le statut existant d'un terme est visible en fonction de l'apparence. Dans les param&egrave;tres ordinaires du logiciel, cela signifie que les termes inactifs sont en rouge, avec une ic&ocirc;ne de fl&egrave;che montante affich&eacute;s devant les termes remont&eacute;s. Votre base de donn&eacute;es pourrait utiliser un style diff&eacute;rent ou suppl&eacute;mentaire pour chacun de ces statuts ; veuillez donc utiliser votre configuration locale comme guide.</p>

<p>Les ic&ocirc;nes pour modifier le statut d'un terme apparaissent &agrave; la fin du terme et comprennent une coche verte pour <img alt="Activer" class="style1" src="../images/greencheck.gif" /> activer, un X rouge pour <img alt="D&eacute;sactiver" class="style1" src="../images/redx.gif" /> d&eacute;sactiver et une fl&egrave;che orange pour <img alt="Remonter" class="style1" src="../images/rollup.gif" /> remonter.</p>

<p class="Alert">Les modifications d'activations sont mises en &oelig;uvre imm&eacute;diatement ; il n'est pas n&eacute;cessaire de soumettre les changements.</p>

<p>Si vous travaillez dans une base de donn&eacute;es multimembre, en fonction de vos autorisations, vous pouvez avoir la capacit&eacute; de modifier les activations &agrave; la fois au niveau global (s'appliqueront &agrave; tous les membres de la base de donn&eacute;es) et au niveau local (s'appliqueront uniquement &agrave; votre membri&eacute;t&eacute;). Lorsque vous travaillez sur les activations locales, vous pouvez activer et d&eacute;sactiver (pas remonter) et vous pouvez uniquement activer les termes qui ont &eacute;t&eacute; activ&eacute;s globalement.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
