<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <em>Mettre &agrave; jour les publications</em> vous permet d'ajouter un nouveau code de publication &agrave; un dossier de la base de donn&eacute;es ou de modifier / supprimer un code de publication existant attach&eacute; &agrave; un dossier. Si vous souhaitez ajouter, modifier ou supprimer un code de publication utilis&eacute; dans la base de donn&eacute;es, cela doit &ecirc;tre effectu&eacute; par l'&eacute;l&eacute;ment du menu <em>Publications</em> accessible depuis le menu principal sur la page de recherche simple. Les actions effectu&eacute;es sur cette page n'affectent que les dossiers s&eacute;lectionn&eacute;s.</p>
<p>Ce qui appara&icirc;t sur cette page d&eacute;pend des codes de publication d&eacute;j&agrave; attach&eacute;s au dossier et si les publications attach&eacute;es ont des descriptions ou des en-t&ecirc;tes g&eacute;n&eacute;raux associ&eacute;s.</p>
<p class="Alert">&Agrave; noter que les param&egrave;tres de votre vue actuelle limite les publications avec lesquelles vous pouvez travailler - vous ne pouvez voir, ajouter ou supprimer que les publications qui sont accessibles dans votre vue actuelle.</p>
<p>Le tableau sur cette page contient six colonnes :</p>
<ul>
	<li><strong>Code</strong> : tout code de publication attach&eacute; &agrave; ce dossier appara&icirc;t dans cette colonne.</li>
	<li><strong>Nom</strong> : le nom « convivial » de cette publication, le cas &eacute;ch&eacute;ant.</li>
	<li><strong>A une description</strong> : si une publication a une <em>Description de publication</em> associ&eacute;e pour ce dossier, trois ast&eacute;risques (***) apparaissent dans cette colonne.</li>
	<li><strong>A des en-t&ecirc;tes</strong> : si une publication a un <em>en-t&ecirc;te g&eacute;n&eacute;ral</em> associ&eacute; pour ce dossier, trois ast&eacute;risques (***) apparaissent dans cette colonne.</li>
	<li><strong>A une r&eacute;troaction</strong> : si un dossier contient une <em>r&eacute;troaction sur les publications</em>, trois ast&eacute;risques (***) apparaissent dans cette colonne.</li>
	<li><strong>Action</strong> : s'il n'y a pas de code de publication encore attach&eacute; au dossier, il n'y aura que le bouton <em>Ajouter</em> disponible. &Agrave; c&ocirc;t&eacute; de chaque code de publication d&eacute;j&agrave; attach&eacute; au dossier se trouvent les boutons <em>Mettre &agrave; jour</em> et <em>Supprimer</em>. Cliquez sur le bouton <em>Mettre &agrave; jour</em> pour &ecirc;tre dirig&eacute; vers une nouvelle page o&ugrave; vous pouvez mettre &agrave; jour ou ajouter une description de publication ou modifier les en-t&ecirc;tes g&eacute;n&eacute;raux associ&eacute;s &agrave; ce dossier. Le bouton <em>Supprimer</em> vous permet de supprimer un code de publication (et toute description de publication ou en-t&ecirc;te g&eacute;n&eacute;ral) d'un dossier. Le fait de cliquer sur Supprimer vous dirigera vers une nouvelle fen&ecirc;tre pour confirmer votre d&eacute;cision de retirer le code de publication du dossier. Pour ajouter un nouveau de code de publication au dossier, s&eacute;lectionnez la valeur d&eacute;sir&eacute;e dans la liste d&eacute;roulante, puis cliquez sur le bouton <em>Ajouter</em>.</li>
</ul>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
