<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Cette page est utilis&eacute;e pour modifier la <strong>description de publication</strong> et g&eacute;rer la liste des <strong>en-t&ecirc;tes g&eacute;n&eacute;raux</strong> de la publication actuelle du dossier s&eacute;lectionn&eacute;. Si vous travaillez dans une <em>vue limit&eacute;e (par publication)</em>, vous ne serez autoris&eacute; &agrave; mettre &agrave; jour que la <em>description</em> et les <em>en-t&ecirc;tes</em> de la publication associ&eacute;e &agrave; votre vue. Autrement, vos modifications sur cette page seront appliqu&eacute;es &agrave; n'importe quelle publication que vous aurez choisi.</p>
<h4>Gestion des donn&eacute;es</h4>
<p>Comme les mises &agrave; jour de publication peuvent s'effectuer ind&eacute;pendamment des mises &agrave; jour d'autres dossiers, les donn&eacute;es de publication poss&egrave;dent leurs propres renseignements de gestion des donn&eacute;es (<em>Date de derni&egrave;re modification</em> et <em>Modifi&eacute; par</em>) qui sont enregistr&eacute;es automatiquement par le syst&egrave;me.</p>
<h4>Descriptions</h4>
<p>Utilisez ce champ pour ajouter une description sp&eacute;ciale &agrave; la publication actuelle. La description s'applique &agrave; la publication actuelle uniquement et sera supprim&eacute;e si la publication est supprim&eacute;e de ce dossier. Si vous utilisez un logiciel bilingue, un champ de description en fran&ccedil;ais est &eacute;galement disponible. Depuis l'&eacute;cran de configuration de la publication actuelle, on peut configurer la description de publication comme un champ d'affichage r&eacute;gulier, avec un nom personnalis&eacute;, et l'ajouter aux d&eacute;tails du dossier ou aux formulaires de r&eacute;troaction de chaque vue.</p>
<h3>En-t&ecirc;tes g&eacute;n&eacute;raux</h3>

<h4>Que sont les en-t&ecirc;tes g&eacute;n&eacute;raux ?</h4>
<p>Les en-t&ecirc;tes g&eacute;n&eacute;raux vous permettent de classifier des dossiers dans une publication. Dans les vues bas&eacute;es sur des publications, on peut utiliser les en-t&ecirc;tes pour cr&eacute;er des recherches par « listes rapides » sur le formulaire de recherche simple. Les en-t&ecirc;tes sont &eacute;galement interrogeables depuis le formulaire de recherche avanc&eacute;e dans n'importe quelle vue ayant acc&egrave;s &agrave; cette publication. On doit d'abord assigner les dossiers &agrave; une publication avant de pouvoir les indexer aux en-t&ecirc;tes g&eacute;n&eacute;raux de cette publication. Pour cr&eacute;er de nouveaux en-t&ecirc;tes g&eacute;n&eacute;raux pour cette publication, utilisez le lien « Publications » sur le menu lat&eacute;ral de la page de d&eacute;marrage de l'application ou depuis le menu de configuration (en admettant que vous ayez l'autorisation). Puis revenez sur cette page et ces en-t&ecirc;tes pourront alors &ecirc;tre ajout&eacute;s &agrave; ce dossier.</p>
<p>Certains en-t&ecirc;tes peuvent &ecirc;tre <em>non utilis&eacute;s</em> et destin&eacute;s aux index imprim&eacute;s uniquement ou bas&eacute;s sur la Taxonomie (assign&eacute;s en fonction des cat&eacute;gories de services index&eacute;e au dossier) et ne peuvent &ecirc;tre ajout&eacute;s &agrave; des dossiers. Si des en-t&ecirc;tes peuvent &ecirc;tre ajout&eacute;s &agrave; un dossier dans cette publication, vous aurez le choix de :</p>
<ul>
	<li><strong>Retirer les en-t&ecirc;tes existants</strong> en d&eacute;cochant la case &agrave; c&ocirc;t&eacute; des en-t&ecirc;tes sous « En-t&ecirc;tes existants ».</li>
	<li><strong>Ajouter de nouveaux en-t&ecirc;tes</strong> en cochant la case dans la section « Ajout de nouveaux en-t&ecirc;tes ».</li>
</ul>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
