<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<ul>
	<li><a href="#results">Vos r&eacute;sultats de recherche</a></li>
	<li><a href="#sort">Modifier l'ordre de tri</a></li>
	<li><a href="#other">Actions suppl&eacute;mentaires</a></li>
</ul>
<hr>
<a name="results"></a>
<h3>Vos r&eacute;sultats de recherche</h3>
<p>En fonction de la version de la page listant les mises en relation que vous utilisez, cette page peut contenir :</p>
<ul>
	<li>Les mises en relation cr&eacute;&eacute;es ou modifi&eacute;es dans les X derniers jours, list&eacute;es en ordre inverse de date de <em>derni&egrave;re modification</em></li>
	<li><em>OU</em> les mises en relation de l'occasion donn&eacute;e, list&eacute;es en ordre inverse de date de mise en relation originale</li>
	<li><em>OU</em> les mises en relation <em>marqu&eacute;es pour les suivi</em>, list&eacute;es en ordre inverse de date de <em>derni&egrave;re modification</em></li>
	<li><em>OU</em> les mises en relation correspondant aux crit&egrave;res indiqu&eacute;s sur le formulaire <em>Recherche personnalis&eacute;e des mises en relation</em> sur la page <em>Mises en relation de b&eacute;n&eacute;volat</em>, list&eacute;es en ordre inverse de date de <em>derni&egrave;re modification</em></li>
</ul>
<p>Si vous &ecirc;tes un super-utilisateur, vous verrez toutes les mises en relation ; tous les autres utilisateurs ne verront que les mises en relation des occasions appartenant &agrave; leur propre agence. Si vous souhaitez apporter des modifications aux mises en relation ou consulter les d&eacute;tails complets, cliquez sur le lien <em><strong>Mettre &agrave; jour</strong></em> &agrave; droite.</p>
<table class="BasicBorder cell-padding-2" align="center">
	<tr>
		<th colspan="2" class="RevTitleBox">Ic&ocirc;nes utilis&eacute;es dans la liste des mises en relation</th>
	</tr>
	<tr>
		<td><img src="../images/redflag.gif" width="15" height="15"></td>
		<td>La mise en relation est <em>marqu&eacute;e pour le suivi</em></td>
	</tr>
	<tr>
		<td><img src="../images/greencheck.gif" width="15" height="15"></td>
		<td>La mise en relation a entra&icirc;n&eacute; un <em>placement r&eacute;ussi</em></td>
	</tr>
	<tr>
		<td><img src="../images/redx.gif" width="15" height="15"></td>
		<td>La mise en relation <strong><em>n'a pas</em></strong> entra&icirc;n&eacute; un placement r&eacute;ussi</td>
	</tr>
	<tr>
		<td><img src="../images/up.gif" width="15" height="15"></td>
		<td>La colonne est tri&eacute;e par ordre ascendant</td>
	</tr>
	<tr>
		<td><img src="../images/down.gif" width="15" height="15"></td>
		<td>La colonne est tri&eacute;e par ordre descendant</td>
	</tr>
</table>
<hr>
<a name="sort"></a>
<h3>Modifier l'ordre de tri</h3>
<p>Si vous avez activ&eacute; JavaScript dans votre navigateur, vous pourrez modifier l'ordre de tri de vos r&eacute;sultats de recherche. Le tri actuel de la colonne et la direction sont indiqu&eacute;s par des fl&egrave;ches &agrave; c&ocirc;t&eacute; de la colonne. Pour modifier le tri de la colonne, cliquez sur l'en-t&ecirc;te de la colonne que vous souhaitez trier. Pour modifier la direction du tri, cliquez de nouveau sur la colonne. Vous pouvez trier n'importe quelle colonne, sauf la colonne <em>Action</em> ; m&ecirc;me les colonnes du suivi ou du de placement n'ont pas de nom, vous pouvez les trier.</p>
<hr>
<a name="other"></a>
<h3>Actions suppl&eacute;mentaires</h3>
<p>Si vous avez activ&eacute; JavaScript dans votre navigateur, vous pourrez modifier vos options d'affichage pour inclure des outils suppl&eacute;mentaire. La liste des outils disponibles est situ&eacute;e &agrave; c&ocirc;t&eacute; du mot <em>Afficher</em> au-dessus de vos r&eacute;sultats.</p>
<h4>Modification du marqueur de suivi</h4>
<p>Le fait d'autoriser la <em>modification du marqueur de suivi</em> affichera les cases &agrave; cocher dans la colonne de suivi (tout &agrave; gauche) et un ensemble de boutons sous le tableau : <em>S&eacute;lectionner tout</em>, <em>D&eacute;s&eacute;lectionner tout</em>, <em>Ajouter un marqueur de suivi</em> et <em>Supprimer le Marqueur de suivi</em>. Les boutons <em>Ajouter un marqueur de suivi</em> et <em>Supprimer le marqueur de suivi</em> permettront d'&eacute;tablir le marqueur comme indiqu&eacute; sur les dossiers actuellement coch&eacute;s. <span class="Alert">Remarque :</span> apr&egrave;s avoir ajout&eacute; ou supprim&eacute; un marqueur de suivi d'un ensemble de dossiers, vos recherche est rafra&icirc;chie. Si vous consultez des r&eacute;sultats de recherche contenant des marqueurs de suivi comme crit&egrave;re, vos r&eacute;sultats pourraient comporter moins de dossiers apr&egrave;s la soumission de vos changements.</p>
<h4>Suivi par courriel</h4>
<p>Vous pouvez envoyer une demande de suivi par courriel relative aux demandes de mise en relation s&eacute;lectionn&eacute;es, soit &agrave; l'organisme affichant le poste, soit au b&eacute;n&eacute;vole potentiel utilisant cet outil.  S&eacute;lectionnez les demandes de mise en relation au sujet desquelles vous souhaitez envoyer un courriel, en utilisant les bo&icirc;tes &agrave; cocher fournies, ou en les s&eacute;lectionnant par le bouton <em>S&eacute;lectionner tout</em> en bas de la page. Apr&egrave;s la soumission, vous aurez l'occasion de r&eacute;viser la liste des mises en relation s&eacute;lectionn&eacute;es et de composer le message &agrave; envoyer. Pour des renseignements suppl&eacute;mentaires, consultez l'aide sur la page <a href="pagehelp?Page=volunteer%2Freferral_email_prep.asp&Ln=en-CA">Personnaliser le courriel de suivi de la mise en relation</a>.</p>
<p>&Agrave; noter que la capacit&eacute; &agrave; envoyer un courriel de suivi est possible uniquement si le b&eacute;n&eacute;vole ou l'organisme affichant le poste ont pr&eacute;cis&eacute; une adresse courriel.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
