<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<a name="top"></a>
<p><strong>Consultez vous un <em>nouvel ensemble de r&eacute;sultats</em> ? R&eacute;f&eacute;rez-vous &agrave; l'<a href="pagehelp?Page=volunteer-results.asp&Ln=en-CA">aide sur la page des r&eacute;sultats de recherche</a></strong></p>
<hr>
<p>Cette page est une page interm&eacute;diaire ou passerelle qui contient plusieurs options de s&eacute;lection et de manipulation des dossiers, en fonction des choix effectu&eacute;s dans la liste d&eacute;roulante sur la page pr&eacute;c&eacute;dente. Les choix <strong>initiaux</strong> qui peuvent appara&icirc;tre sur cette page sont soulign&eacute;s plus bas et nomm&eacute;s en fonction des s&eacute;lections disponibles dans la liste d&eacute;roulante sur la page des r&eacute;sultats de recherche. Ce qui appara&icirc;t sur votre page d&eacute;pend de l'action que vous aurez s&eacute;lectionn&eacute;e dans le menu d&eacute;roulant.</p>
<table class="NoBorder cell-padding-2">
	<tr valign="top">
		<td>
			<ul>
				<li><a href="#reminder">Nouveau Rappel</a></li>
				<li><a href="#print">Imprimer la liste</a></li>
				<li><a href="#stats">G&eacute;n&eacute;rer un rapport statistique</a></li>
				<li><a href="#email">Demander la mise &agrave; jour par courriel</a></li>
				<li><a href="#pnp">Rendre les dossiers publics / internes</a></li>

			</ul>
		</td>
		<td>
			<ul>
				<li><a href="#delete">Supprimer / Restaurer le dossier</a></li>
				<li><a href="#ro">Changer le propri&eacute;taire du dossier</a></li>
				<li><a href="#area">Ajouter / Supprimer un domaine d'int&eacute;r&ecirc;t</a></li>
				<li><a href="#share">Ajouter au profil de partage</a></li>
			</ul>
		</td>
	</tr>
</table>
<hr>
<a name="reminder"></a>
<h4>Nouveau Rappel</h4>
<p>Le syst&egrave;me de rappels vise &agrave; aider les utilisateurs &agrave; cr&eacute;er des listes de t&acirc;ches pour eux-m&ecirc;mes ou d'autres utilisateurs, ainsi qu'&agrave; offrir un moyen de communication avec d'autres utilisateurs de CIOC. Les rappels peuvent porter sur des t&acirc;ches g&eacute;n&eacute;rales ou ils peuvent &ecirc;tre associ&eacute;s &agrave; un ou plusieurs dossiers. Vous pouvez travailler avec les rappels en cliquant sur le lien Rappels dans la barre sup&eacute;rieure ou (dans le cas de rappels associ&eacute;s &agrave; des dossiers pr&eacute;cis) par la page de d&eacute;tails du dossier. Vous pouvez &eacute;galement cr&eacute;er un rappel pour un groupe de dossiers par vos r&eacute;sultats de recherche. Cliquez sur le bouton « Prochain » pour d&eacute;buter la cr&eacute;ation d'un nouveau rappel sur les dossiers s&eacute;lectionn&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="print"></a>
<h4>Imprimer la liste</h4>
<p>Si au moins un profil d'impression est accessible dans votre vue actuelle, vous pourrez choisir un profil sp&eacute;cifique dans la liste d&eacute;roulante de cette page et commencer la pr&eacute;paration d'un rapport &agrave; imprimer personnalis&eacute;. On peut ajouter ou modifier des profils d'impression par <em>Configuration &gt; Profils d'impression</em>.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="stats"></a>
<h4>G&eacute;n&eacute;rer un rapport statistique</h4>
<p>Le formulaire pour g&eacute;n&eacute;rer des rapports statistiques sur les dossiers s&eacute;lectionn&eacute;s est presque identique &agrave; l'&eacute;cran <em>Recherche sur les statistiques</em>. Consultez les fichiers d'aide disponibles sur les pages de recherche sur les statistiques pour plus de renseignements.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="email"></a>
<h4>Demander la mise &agrave; jour par courriel</h4>
<p>Cette fonction vous permet de pr&eacute;parer et d'envoyer des demandes de mise &agrave; jour par courriel en nombre &agrave; un groupe de dossiers s&eacute;lectionn&eacute;s. Cliquez sur le bouton « Prochain » pour d&eacute;buter la pr&eacute;paration d'un courriel de mise &agrave; jour &agrave; envoyer aux dossiers s&eacute;lectionn&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="pnp"></a>
<h4>Rendre les dossiers publics / internes</h4>
<p>Cette fonction vous permet de marquer un groupe de dossiers comme <em>Public</em> ou <em>Interne</em>. S&eacute;lectionnez l'option d&eacute;sir&eacute;e dans la liste d&eacute;roulante, puis cliquez sur <em>« Prochain »</em>.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="delete"></a>
<h4>Supprimer / Restaurer les dossiers</h4>
<p>Cette fonction vous permet d'&eacute;tablir ou de supprimer la date de suppression d'un groupe de dossiers. Les options disponibles sont <em>« &Eacute;tablir la date de suppression »</em> (&agrave; choisir pour supprimer un groupe de dossiers ou modifier la <em>Date de suppression</em> de dossiers d&eacute;j&agrave; supprim&eacute;s) ou <em>« Restaurer les dossiers »</em> (&agrave; choisir pour retirer le statut de suppression d'un groupe de dossiers).</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="ro"></a>
<h4>Changer le propri&eacute;taire du dossier</h4>
<p>Cette fonction vous permet de modifier l'agence d&eacute;sign&eacute;e comme <em>propri&eacute;taire du dossier</em> des dossiers s&eacute;lectionn&eacute;s. S&eacute;lectionnez l'agence d&eacute;sir&eacute;e dans la liste d&eacute;roulante, puis cliquez sur <em>« Prochain »</em>. La liste des agences disponibles ici est &eacute;tablie en fonction des agences marqu&eacute;es comme d&eacute;tenant des dossiers dans le module actuel (Information communautaire ou B&eacute;n&eacute;volat), dans la section <em>Agences</em> de la configuration.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="area"></a>
<h4>Ajouter / Supprimer un domaine d'int&eacute;r&ecirc;t</h4>
<p>Cela vous permettra d'ajouter ou de supprimer un domaine d'int&eacute;r&ecirc;t d'un ensemble de dossiers. Si vous regroupez vos domaines d'int&eacute;r&ecirc;t en cat&eacute;gories plus larges, vous devez d'abord s&eacute;lectionner un domaine d'int&eacute;r&ecirc;t g&eacute;n&eacute;ral dans le menu d&eacute;roulant et cliquer sur <em>« Soumettre »</em>. S&eacute;lectionnez soit <em>« Ajouter »</em>, soit <em>« Supprimer »</em> dans le menu d&eacute;roulant, cochez les cases &agrave; c&ocirc;t&eacute; des domaines d'int&eacute;r&ecirc;t sp&eacute;cifiques que vous souhaitez ajouter ou supprimer, puis cliquez sur <em>« Soumettre »</em>. Si vous choisissez l'option <em>« Supprimer toutes les valeurs »</em>, vous devrez cocher une case pour confirmer que vous souhaitez bien retirer chaque domaine d'int&eacute;r&ecirc;t de tous les dossiers s&eacute;lectionn&eacute;s.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<a name="share"></a>
<h4>Ajouter au profil de partage</h4>
<p>Lorsqu'on travaille sur une base de donn&eacute;es multimembre, cet outil est utilis&eacute; pour ajouter de nouveaux dossiers &agrave; un profil de partage existant pour rendre les dossiers accessibles aux autres membres de votre base de donn&eacute;es.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>

<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
