<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Cette page vous permet de cr&eacute;er ou de mettre &agrave; jour une mise en relation b&eacute;n&eacute;vole. Contrairement &agrave; l'option <em>Oui, je souhaite faire du b&eacute;n&eacute;volat !</em> accessible publiquement, ce formulaire vous permet de modifier les renseignements administratifs additionnels sur la mise en relation, et de d&eacute;cider d'envoyer ou non des courriels de notification aux diff&eacute;rentes parties. Cette page n'est accessible qu'aux super-utilisateurs et ceux dont l'autorisation <em>Peut g&eacute;rer les mises en relation</em> est activ&eacute; dans le type d'utilisateur. Si vous n'&ecirc;tes pas un super-utilisateur, vous ne pourrez utiliser cette page que pour les occasions appartenant &agrave; votre agence ; pour les autres occasions, vous devez utiliser l'option <em>Oui, je souhaite faire du b&eacute;n&eacute;volat !</em>, comme le public.</p>

<hr>

<h3>Au sujet de l'occasion</h3>
<p>En haut de la page figure un tableau fournissant un lien vers l'occasion, le titre du poste et le nom de l'organisme, les fonctions du poste et des renseignements sur la personne contact et l'organisme de cette occasion.</p>

<hr>

<h3>Options d'administration</h3>
<p>Cette section contient des renseignements internes qui sont inaccessibles par le formulaire <em>Oui, je souhaite faire du b&eacute;n&eacute;volat !</em>. Ces renseignements ne sont pas inclus avec les notifications envoy&eacute;es au b&eacute;n&eacute;vole ou &agrave; la personne contact de l'occasion.</p>
<h4>Champs de gestion des donn&eacute;es</h4>
<p>Ceux sont des champs qui enregistrent quand cette mise en relation a &eacute;t&eacute; modifi&eacute;e pour la derni&egrave;re fois et qui l'a modifi&eacute;e ; ces valeurs sont &eacute;tablies automatiquement. La date de demande de mise en relation est &eacute;galement accessible ; bien qu'on puisse la modifier, ce n'est g&eacute;n&eacute;ralement pas n&eacute;cessaire. Une date de mise en relation est requise pour toute demande de mise en relation.</p>
<h4>Marqueur de suivi</h4>
<p>Le <em>marqueur de suivi</em> doit &ecirc;tre activ&eacute; chaque fois que vous devez r&eacute;viser une demande ou travailler sur la demande. Toute nouvelle demande effectu&eacute;e par <em>Oui, je souhaite faire du b&eacute;n&eacute;volat !</em> sont marqu&eacute;es automatiquement. Les demandes qui sont marqu&eacute;es sont accessibles par le rapport <em>Mises en relation n&eacute;cessitant un suivi</em>, disponible par le <em>menu principal des mises en relation</em>.</p>
<h4>Pistage des contacts</h4>
<p>Ce formulaire vous permet d'enregistrer votre dernier contact avec &agrave; la fois le b&eacute;n&eacute;vole potentiel et la personne contact de l'occasion. Si le syst&egrave;me envoie un courriel &agrave; la personne contact pour les avertir d'une demande de mise en relation, cela sera enregistr&eacute; automatiquement. Si on envoie un courriel au b&eacute;n&eacute;vole potentiel pour confirmer sa demande de mise en relation, ce <em>n'est pas</em> consid&eacute;r&eacute; comme un contact et n'est pas enregistr&eacute; automatiquement.</p>
<h4>Placement r&eacute;ussi</h4>
<p>Si vous souhaitez pister les placements r&eacute;ussis par l'entremise du logiciel, vous pouvez documenter si une mise en relation particuli&egrave;re a entra&icirc;n&eacute; un placement r&eacute;ussi. Par d&eacute;faut, cela est &eacute;tabli sur <em>Inconnu</em>.</p>
<h4>Notes sur le r&eacute;sultat</h4>
<p>On peut utiliser les <em>notes sur le r&eacute;sultat</em> pour enregistrer les renseignements internes sur la demande de mise en relation, y compris les renseignements sur le r&eacute;sultat de la demande, les contacts &eacute;tablis avec le b&eacute;n&eacute;vole potentiel et la personne contact de l'occasion ou des d&eacute;tails sur tout suivi n&eacute;cessaire.</p>

<hr>

<h3>&Agrave; propos du b&eacute;n&eacute;vole potentiel</h3>
<p>Les renseignements dans cette section sont identiques aux champs disponibles sur le formulaire <em>Oui, je souhaite faire du b&eacute;n&eacute;volat !</em>. Si vous choisissez d'envoyer des notifications sur la demande lorsqu'une nouvelle demande est cr&eacute;&eacute;e, seuls les renseignements de cette section seront envoy&eacute;s aux destinataires.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
