<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Il est recommand&eacute; de supprimer r&eacute;guli&egrave;rement les anciennes mises en relation dont vous n'avez plus besoin. Vous devriez choisir une date butoir appropri&eacute;e pour supprimer les anciennes mises en relation, comme la date de fin d'ann&eacute;e de votre rapport pr&eacute;c&eacute;dent aux bailleurs de fonds.</p>
<h4>Avant de supprimer</h4>
<ul>
	<li><strong>Assurez-vous d'avoir une sauvegarde compl&egrave;te</strong> de vos statistiques et donn&eacute;es sur les mises en relation (comme une sauvegarde de t&eacute;l&eacute;chargement). Le fait de conserver une sauvegarde compl&egrave;te vous permet de reproduire les rapports statistiques hors ligne, le cas &eacute;ch&eacute;ant.</li>
	<li><strong>Consultez tous vos partenaires de donn&eacute;es du module B&eacute;n&eacute;volat</strong> et confirmez votre intention de supprimer les anciennes statistiques. La suppression des statistiques n'est pas limit&eacute;e &agrave; une vue ou une agence particuli&egrave;re ; <strong>toutes</strong> les statistiques du module en question seront supprim&eacute;es pour la p&eacute;riode courant jusqu'&agrave; la date s&eacute;lectionn&eacute;e.</li>
	<li><strong>Sauvegardez ou imprimez</strong> tout rapport statistique dont vous pourriez avoir besoin pour la p&eacute;riode que vous supprimez.</li>
</ul>
<h4>Supprimer les mises en relation</h4>
<p>Cette page comporte un tableau avec deux colonnes. La colonne de gauche correspond &agrave; « Supprimer jusqu'&agrave; et y compris », avec les dates et des boutons radio pour s&eacute;lectionner la date. La colonne de droite liste le nombre de mises en relation qui seront supprim&eacute;es si vous s&eacute;lectionnez une date en particulier.</p>
<p>Pour supprimer les mises en relation, cliquez sur le bouton radio du mois que vous souhaitez s&eacute;lectionner. Cela supprimera toutes les mise en relation du mois s&eacute;lectionn&eacute; et celles ant&eacute;rieures &agrave; ce mois. Si vous s&eacute;lectionnez mars 2006, alors toutes les mises en relation enregistr&eacute;es durant et avant mars 2006 seront supprim&eacute;es de mani&egrave;re permanente.</p>
<p><span class="Alert">Remarque importante :</span> une fois que les mises en relation sont supprim&eacute;es, elles le sont de mani&egrave;re permanente et ne peuvent pas &ecirc;tre restaur&eacute;es sans sauvegarde existante et l'aide d'un administrateur syst&egrave;me. Il est recommand&eacute; de conserver une sauvegarde de votre t&eacute;l&eacute;chargement quotidien ; ainsi, si vous souhaitez consulter d'anciennes mises en relation, elles seront disponibles dans votre fichier de t&eacute;l&eacute;chargement.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
