<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p><span class="Alert">Remarque :</span> la <a href="pagehelp?Page=volunteer%2Fstats.asp&Ln=en-CA">page d'aide sur le formulaire de recherche principal sur les statistiques</a> peut s'av&eacute;rer utile pour obtenir un aper&ccedil;u g&eacute;n&eacute;ral des diff&eacute;rents types de statistiques conserv&eacute;es dans votre base de donn&eacute;es CIOC et savoir comment les utiliser de mani&egrave;re ad&eacute;quate.</p>
<p>Cette page fournit une liste des tous les dossiers de la base de donn&eacute;es avec leur utilisation par le public (utilisateurs non connect&eacute;s) et l'utilisation totale (utilisateurs connect&eacute;s et public). Les dossiers sont tri&eacute;s par ordre alphab&eacute;tique du nom d'organisme, puis du titre du poste. Si le dossier est accessible dans votre vue actuelle, vous pouvez le consultez en cliquant sur le lien du num&eacute;ro de dossier (remarque : ce lien n'est pas disponible quand vous consultez le rapport en mode impression).</p>
<p class="Alert">Si vous constatez une entr&eacute;e sans information au bas du formulaire, cela repr&eacute;sente les statistiques qui sont associ&eacute;es &agrave; des dossiers ayant &eacute;t&eacute; supprim&eacute;s de mani&egrave;re permanente de la base de donn&eacute;es.</p>
<p>&Agrave; noter que ces valeurs sont bas&eacute;es sur les statistiques sur les dossiers consult&eacute;s internes au logiciel ; <span class="Alert">les statistiques sur les dossiers consult&eacute;s ne sont pas conserv&eacute;es lorsque vous passez en mode impression ou changez de vue temporairement</span>, pour ne pas gonfler les statistiques si quelqu'un consulte plusieurs versions d'un m&ecirc;me dossier pour les m&ecirc;mes raisons.</p>
<p>En haut de la page figurent des liens vers plusieurs autres outils statistiques : <em>Page d'accueil des statistiques</em>, <em>50 premiers dossiers</em>, <em>Consultations par agence</em>, <em>Rapports automatiques</em> et <em>Supprimer les statistiques anciennes</em>.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
