<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>Cette page demande votre confirmation avant de supprimer d&eacute;finitivement les dossiers de la base de donn&eacute;es. Les dossiers marqu&eacute;s d'une coche verte <img src="../images/greencheck.gif" /> sont pr&ecirc;ts &agrave; &ecirc;tre supprim&eacute;s.</p>
<p>Les dossiers supprim&eacute;s d&eacute;finitivement sont retir&eacute;s de la base de donn&eacute;es de mani&egrave;re irr&eacute;vocable et ne seront plus visibles par personne. Le fait de retirer des dossiers peut affecter les rapports statistiques et de mises en relations et d'autres renseignements ; il donc est g&eacute;n&eacute;ralement d&eacute;conseill&eacute; de supprimer les dossiers de mani&egrave;re permanente. Si les dossiers doivent &ecirc;tre supprim&eacute;s, le meilleur moment est apr&egrave;s avoir purg&eacute; les statistiques, comme il est coutume de le faire &agrave; la fin de l'ann&eacute;e. Si le dossier a &eacute;t&eacute; supprim&eacute; depuis suffisamment longtemps, il aura peu, voir pas de statistiques ou r&eacute;f&eacute;rences actuelles, et pourra &ecirc;tre retir&eacute; en toute s&eacute;curit&eacute;, sans causer d'anomalies dans les rapports.</p>
<p>Si vous supprimez un seul dossier, vous obtiendrez un lien vers la page <em>« D&eacute;tails sur le dossier d'organisme »</em> pour r&eacute;viser le contenu du dossier avant de le supprimer. Si vous pr&eacute;voyez de supprimer un ensemble de dossiers en une fois, il est fortement recommand&eacute; de s'assurer d'abord que vous disposez d'une sauvegarde des donn&eacute;es sur Microsoft Access ou des copies des pages d&eacute;tails des dossiers, afin de pouvoir de recr&eacute;er le dossier manuellement si n&eacute;cessaire.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
