<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>La page <em>Parcourir par domaine d'int&eacute;r&ecirc;t</em> vous permet de consulter les occasions de b&eacute;n&eacute;volat qui sont cat&eacute;goris&eacute;es dans un domaine d'int&eacute;r&ecirc;t <em>sp&eacute;cifique</em>. Cette page liste tous les domaines d'int&eacute;r&ecirc;t qui commencent par la lettre s&eacute;lectionn&eacute;e dans le menu <em>« Choisir une lettre »</em>. Il est &eacute;galement possible de lister tous les domaines alphab&eacute;tiquement sur une seule page en utilisant le lien <em>« Afficher tout »</em>.</p>
<p>Le nombre de dossiers dans la vue actuelle qui contiennent le terme est identifi&eacute; entre parenth&egrave;ses &agrave; la fin de chaque <em>domaine d'int&eacute;r&ecirc;t</em>. Le fait de cliquer sur le nom d'un domaine d'int&eacute;r&ecirc;t sp&eacute;cifique retourne une liste des occasions actuelles dans votre vue qui contiennent le <em>domaine d'int&eacute;r&ecirc;t</em>.</p>
<p>Si le message qui appara&icirc;t sur le page est : <em>« Trouv&eacute; 0 r&eacute;sultats »</em>, alors il n'y a pas de <em>domaine d'int&eacute;r&ecirc;t</em> dans la base de donn&eacute;es qui commence par la lettre s&eacute;lectionn&eacute;e. Dans ce cas, utilisez le menu <em>« Choisir une lettre »</em> pour s&eacute;lectionner une autre lettre. Sinon, retournez au menu principal en utilisant le bouton <em>« Nouvelle recherche »</em> ou le bouton retour de votre navigateur pour d&eacute;buter une nouvelle recherche.</p>
<p>Un super-utilisateur peut ajouter &agrave; la liste des domaines d'int&eacute;r&ecirc;t en allant dans le menu <em>Listes de contr&ocirc;le &gt; Domaines d'int&eacute;r&ecirc;t sp&eacute;cifique</em>. Il est important de s'assurer que tous les dossiers d'occasions de b&eacute;n&eacute;volat sont assign&eacute;s aux domaines d'int&eacute;r&ecirc;t appropri&eacute;s, afin de pouvoir les trouver lors de la recherche.</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
