<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<ul>
	<li><a href="#create">Cr&eacute;er des mises en relation</a></li>
	<li><a href="#find">Trouver une mise en relation</a></li>
	<li><a href="#other">Autres outils de mise en relation</a></li>
</ul>
<hr>
<a name="create"></a>
<h3>Cr&eacute;er des mises en relation</h3>
<p><span class="Alert">Remarque :</span> les nouvelles mises en relation sont cr&eacute;&eacute;es par un bouton sur la page <em>D&eacute;tails sur le dossier</em> de l'occasion. Il y deux fa&ccedil;ons de cr&eacute;er une nouvelle mise en relation :</p>
<ul>
	<li><strong>Bouton Oui, je souhaite faire du b&eacute;n&eacute;volat !</strong> - le public et le personnel sans l'autorisation de <em>g&eacute;rer les mises en relation de b&eacute;n&eacute;volat</em> utilisent cette m&eacute;thode pour cr&eacute;er une nouvelle mise en relation. Seules les coordonn&eacute;es du b&eacute;n&eacute;vole et les propres notes du b&eacute;n&eacute;vole &agrave; l'organisme peuvent &ecirc;tre saisies sur ce formulaire.</li>
	<li><strong>Bouton Cr&eacute;er une mise en relation</strong> - les super-utilisateurs ont toujours acc&egrave;s &agrave; cette option. Le personnel dont le type d'utilisateur a l'autorisation <em>Peut g&eacute;rer les mises en relation</em> sera autoris&eacute; &agrave; cr&eacute;er de nouvelles mises en relation pour les dossiers appartenant &agrave; sa propre agence. Le formulaire de mise en relation est le formulaire de modification complet pour les mises en relations et le personnel peut d&eacute;cider ou non d'envoyer des courriels de notification au b&eacute;n&eacute;vole ou &agrave; la personne contact de l'occasion.</li>
</ul>
<hr>
<a name="find"></a>
<h3>Trouver une mise en relation</h3>
<p>Il existe actuellement deux types de rapports pr&eacute;d&eacute;finis pouvant &ecirc;tre utilis&eacute;s pour lister les mises en relations dans la base de donn&eacute;es. De plus, vous pouvez effectuer des recherches personnalis&eacute;es en utilisant le formulaire fourni sur cette page. La plupart des utilisateurs ne verront que les mises en relations cr&eacute;&eacute;es pour des dossiers appartenant &agrave; leur propre agence ; les super-utilisateurs peuvent voir toutes les mises en relation, quelque soit l'agence d&eacute;tenant le dossier associ&eacute; &agrave; l'occasion.</p>
<p>Vous pouvez lister les <strong>occasions n&eacute;cessitant un suivi</strong> ; cette liste comprend toutes les occasions marqu&eacute;es, quelque soit la date &agrave; laquelle elles ont &eacute;t&eacute; cr&eacute;&eacute;es ou modifi&eacute;es. Toutes les nouvelles mises en relation cr&eacute;&eacute;es par des b&eacute;n&eacute;voles qui utilisent le bouton <em>Oui, je souhaite faire du b&eacute;n&eacute;volat !</em> sont automatiquement marqu&eacute;es pour le suivi.</p>
<p>Vous pouvez lister les <strong>occasions modifi&eacute;es dans les [X] derniers jours</strong> ; cette liste comprend toutes les occasions cr&eacute;&eacute;es ou modifi&eacute;es dans les [X] derniers jours.</p>
<h4>Recherche personnalis&eacute;e des mises en relation</h4>
<p>Les types de param&egrave;tres de recherche suivants sont accessibles par le formulaire de <em>« Recherche personnalis&eacute;e des mises en relation »</em> :</p>
<ul>
	<li><strong>Date de la mise en relation</strong> : <em>&Agrave; cette date ou apr&egrave;s</em> : saisissez la date que vous souhaitez pour le premier jour &agrave; inclure dans les r&eacute;sultats de recherche. Cette date <em>sera</em> comprise dans les r&eacute;sultats. <em>Avant le</em> - saisissez la date suivant le jour auquel vous souhaitez faire cesser les r&eacute;sultats de recherche. Cette date <em>ne sera pas</em> comprise dans les r&eacute;sultats. Pour g&eacute;n&eacute;rer un rapport correspondant exactement au mois pr&eacute;c&eacute;dent, cliquez sur les boutons « Premier du dernier mois » et « Premier de ce mois ».</li>
	<li><strong>Date de modification</strong> : <em>&Agrave; cette date ou apr&egrave;s</em> : saisissez la date que vous souhaitez pour le premier jour &agrave; inclure dans les r&eacute;sultats de recherche. Cette date <em>sera</em> comprise dans les r&eacute;sultats. <em>Avant le</em> - saisissez la date suivant le jour auquel vous souhaitez faire cesser les r&eacute;sultats de recherche. Cette date <em>ne sera pas</em> comprise dans les r&eacute;sultats. Pour g&eacute;n&eacute;rer un rapport correspondant exactement au mois pr&eacute;c&eacute;dent, cliquez sur les boutons « Premier du dernier mois » et « Premier de ce mois ».</li>
	<li><strong>Mots-cl&eacute;s de l'organisme</strong> : vous pouvez inclure des mots-cl&eacute;s ou des expressions issues du nom d'organisme pour trouver les mises en relation d'organismes sp&eacute;cifiques.</li>
	<li><strong>Mots-cl&eacute;s du titre du poste</strong> : vous pouvez inclure des mots-cl&eacute;s ou des expressions issues du titre du poste pour trouver les mises en relation de postes sp&eacute;cifiques.</li>
	<li><strong>Nom du b&eacute;n&eacute;vole</strong> : vous pouvez inclure une partie ou la totalit&eacute; du nom d'un b&eacute;n&eacute;vole pour trouver les mises en relations d'un b&eacute;n&eacute;vole sp&eacute;cifique.</li>
	<li><strong>Suivi</strong> : vous pouvez chercher des dossiers ayant un marqueur de suivi particulier. Ils seront <em>tous</em> affich&eacute;s, quelque soit l'&eacute;tat du marquage, <em>Requis</em> s&eacute;lectionnera uniquement les mises en relation marqu&eacute;es pour le suivi et <em>Pas requis</em> s&eacute;lectionnera uniquement les mises en relation qui <em>ne sont pas</em> marqu&eacute;es pour le suivi.</li>
	<li><strong>Dossiers appartenant &agrave;</strong> : s'il existe plus d'un propri&eacute;taire de dossiers dans la base de donn&eacute;es, vous pouvez demander ici de retourner des r&eacute;sultats en fonction de ce crit&egrave;re.</li>
</ul>
<p><span class="Alert">Remarque :</span> pour obtenir une liste des mises en relations d'une occasion sp&eacute;cifique ou pour cr&eacute;er une nouvelles mise en relation, consulter la page de d&eacute;tails de l'occasion.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<hr>
<a name="other"></a>
<h3>Autres outils de mise en relation</h3>
<h4>Rapport statistique</h4>
<p>Vous pouvez g&eacute;n&eacute;rez un rapport statistique de vos mises en relation en utilisant le lien <em>Rapport statistique des mises en relation</em>.</p>
<h4>Supprimer les mises en relation anciennes</h4>
<p>Vous pouvez supprimer les anciennes mises en relation en cliquant sur le lien <em>Supprimer les mises en relation anciennes</em>.</p>
<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
