<!--
=========================================================================================
 Copyright 2016 Community Information Online Consortium (CIOC) and KCL Software Solutions Inc.

 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at

     http://www.apache.org/licenses/LICENSE-2.0

 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
=========================================================================================
-->

<p>C'est sur la page <em>« Nouveaut&eacute;s »</em> que vous trouverez une liste des demandes d'occasions de b&eacute;n&eacute;volat qui ont &eacute;t&eacute; r&eacute;cemment <strong>mises &agrave; jour,</strong> <strong>modifi&eacute;es</strong> ou <strong>cr&eacute;&eacute;es</strong>. Par d&eacute;faut, vous verrez une liste des occasions ayant &eacute;t&eacute; <strong>mises &agrave; jour dans les 14 derniers jours</strong>.</p>
<p>En utilisant les menus d&eacute;roulants, vous pouvez s&eacute;lectionner les occasions ayant &eacute;t&eacute; mises &agrave; jour, modifi&eacute;es ou cr&eacute;&eacute;es dans les 1, 2, 7, 14 ou 21 derniers jours. Vous pouvez &eacute;galement forcer la liste des r&eacute;sultats &agrave; afficher un minimum de 10, 20 ou 30 dossiers ; si vous forcez la liste &agrave; contenir un nombre minimal de dossiers, vous pourriez voir des dossiers plus anciens que la plage de date pr&eacute;cis&eacute;e au dessus.</p>
<p>Chaque dossier dans vos r&eacute;sultats de recherche comporte un lien pour consulter tous les <strong>d&eacute;tails du dossier</strong>. Ce lien est soit le <em>Titre du poste</em>, soit l'<em>identifiant d'occasion</em>. Les <em>options d'affichage</em> d&eacute;terminent si le nom ou l'identifiant est hyperli&eacute;, comme mentionn&eacute; plus bas.</p>
<p>En haut de la page, une l&eacute;gende indique les noms de groupes communautaire sp&eacute;cifiques correspondant aux boutons de couleur. Les boutons de couleur sont imprim&eacute;s &agrave; c&ocirc;t&eacute; des occasions, indiquant dans quels domaines g&eacute;n&eacute;raux le poste est offert. Un super-utilisateur peut modifier les param&egrave;tres de regroupement des communaut&eacute;s, les noms des regroupements et le bouton de couleur associ&eacute; &agrave; un groupe depuis la configuration des <em>Communaut&eacute;s de b&eacute;n&eacute;volat</em></p>
<hr>
<ul>
	<li><a href="#refine">Pr&eacute;ciser votre recherche</a></li>
	<li><a href="#display">Options d'affichage de la liste de dossiers</a>
	<ul>
		<li><a href="#fields">Afficher les champs</a></li>
		<li><a href="#options">Afficher les options</a></li>
		<li><a href="#sort">Ordre de tri</a></li>
	</ul></li>
	<li><a href="#print">Version imprimable</a></li>
	<li><a href="#save">Sauvegarder cette recherche</a></li>
</ul>
<hr>
<a name="refine"></a>
<h3>Pr&eacute;ciser votre recherche</h3>
<p>Le fait de cliquer sur le lien <img border="0" src="../images/zoom.gif" width="17" height="15">&nbsp;<em>Pr&eacute;ciser la recherche</em> au-dessus de vos r&eacute;sultats de recherche redirigera vos crit&egrave;res de recherche actuels vers le formulaire de <em>recherche avanc&eacute;e</em>, afin que vous puissiez ajouter des crit&egrave;res de recherche suppl&eacute;mentaires aux pr&eacute;sents r&eacute;sultats.</p>
<p class="Alert">&Agrave; noter que l'option <em>Pr&eacute;ciser votre recherche</em> n'est pas disponible lorsque vous avez choisi d'afficher au moins (x) dossiers.</p>

<a name="display"></a>
<h3>Options d'affichage de la liste de dossiers</h3>
<p>Tous les utilisateurs ayant un compte dans la base de donn&eacute;es ont le choix de modifier la mani&egrave;re dont les r&eacute;sultats sont affich&eacute;s. Les options exactes qui vous sont accessibles pour l'affichage sont &eacute;tablies en fonction de vos autorisations dans la base de donn&eacute;es. Vous pouvez modifier vos options d'affichage temporairement pour votre session ou sauvegarder vos changements comme le choix par d&eacute;faut &agrave; utiliser chaque fois que vous vous connectez &agrave; la base de donn&eacute;es. Pour modifier vos param&egrave;tres, cliquez sur le lien <em>Changer les options d'affichage</em> ; une fen&ecirc;tre contextuelle appara&icirc;tra, vous permettant de modifier vos param&egrave;tres actuels. &Agrave; noter que vos changements ne seront mis en &oelig;uvre que si vous lancez une nouvelle recherche ou rafra&icirc;chissez votre page de r&eacute;sultats actuelle.</p>
<p><span class="Alert">Remarque tr&egrave;s importante :</span> l'option <em>Utiliser le format tableau</em> (trait&eacute;e dans la section <a href="#options">Afficher les options</a> plus bas) est requise pour acc&eacute;der &agrave; de nombreuses options. La vue ordinaire (o&ugrave; le <em>format tableau</em> est d&eacute;sactiv&eacute;) est disponible uniquement pour les besoins de recherche simple.</p>

<a name="fields"></a>
<h4>Afficher les champs</h4>
<p><em>Afficher les champs</em> vous permet de d&eacute;cider quelles informations de vos dossiers seront affich&eacute;es dans vos r&eacute;sultats. Vous pouvez s&eacute;lectionner depuis un ensemble de champs pr&eacute;d&eacute;termin&eacute;s ou choisir un nombre illimit&eacute; de champs « personnalis&eacute;s ». La liste des champs personnalis&eacute;s qui vous est propos&eacute;e est &eacute;tablie en fonction des renseignements que vous &ecirc;tes autoris&eacute; &agrave; consulter sur la page de d&eacute;tails d'un dossier.</p>
<p>La <em>colonne d'alerte</em> est une bo&icirc;te sp&eacute;ciale qui appara&icirc;t &agrave; l'extr&ecirc;me gauche de vos r&eacute;sultats de recherche. Vos autorisations &eacute;tablissent si vous pouvez voir la colonne d'alerte et quelles alertes vous &ecirc;tes autoris&eacute; &agrave; voir. Si vous n'utilisez pas le <em>format tableau</em> pour l'affichage, la colonne d'alerte n'est pas disponible ; &agrave; la place, certaines alertes seront imprim&eacute;es &agrave; c&ocirc;t&eacute; du lien sur les d&eacute;tails de l'occasion. La liste suivante est une liste des alertes disponibles :</p>
<ul>
	<li><strong>Bo&icirc;te <span class="Alert">couleur d'alerte</span> / N</strong> - Lorsque la colonne d'alerte est color&eacute;e, le dossier est interne (la lettre <strong>N</strong> -- Non-public en anglais -- est utilis&eacute;e s'il n'y pas de colonne d'alerte).</li>
	<li><strong>C</strong> - Le dossier contient un <strong>C</strong>ommentaire ou une note interne.</li>
	<li><strong>E</strong> - Le dossier est <strong>E</strong>xpir&eacute; (affich&eacute; jusqu'&agrave; expiration de la date).</li>
	<li><strong>F</strong> - Le dossier contient une r&eacute;troaction (<strong>F</strong> pour Feedback en anglais).</li>
	<li><strong>P</strong> - Le dossier est en attente de suppression (<strong>P</strong> pour Pending en anglais).</li>
	<li><strong>S</strong> - Le dossier est partag&eacute; avec vous par un autre membre CIOC dans votre base de donn&eacute;es (<strong>S</strong> pour Shared en anglais).</li>
	<li><strong>X</strong> - Le dossier a &eacute;t&eacute; supprim&eacute;.</li>
</ul>

<a name="options"></a>
<h4>Afficher les options</h4>
<p><em>Afficher les options</em> vous fournit des liens directs pour effectuer plusieurs types d'op&eacute;rations sur votre liste de dossiers. Les options qui vous sont accessibles d&eacute;pendent de vos autorisations.</p>
<p>L'affichage par d&eacute;faut (<strong>pas</strong> au <em>format tableau</em>) imprime le titre du poste, les boutons de couleur indiquant les communaut&eacute;s o&ugrave; les postes sont disponibles, le champ des <em>fonctions</em> et le nom de l'organisme offrant le poste. L'option <em>Utiliser le format tableau</em> permet &agrave; l'utilisateur de modifier l'affichage en forme de tableau avec en-t&ecirc;tes de colonne, o&ugrave; chaque dossier est affich&eacute; sur une rang&eacute;e du tableau. Cela est similaire &agrave; l'affichage des r&eacute;sultats dans le module Information communautaire du logiciel et <strong>de nombreuses autres options d'affichage sont possibles</strong>, y compris les options <em>Afficher les champs</em> d&eacute;crites dans la section suivante.</p>
<p>L'option <em>Afficher les cases &agrave; cocher</em> est utilis&eacute;e pour effectuer des op&eacute;rations sur plusieurs dossiers &agrave; la fois. Une case &agrave; cocher appara&icirc;tra &agrave; c&ocirc;t&eacute; de chaque dossier dans vos r&eacute;sultats, vous permettant de s&eacute;lectionner les dossiers sur lesquels vous souhaitez effectuer des op&eacute;rations. Certaines options (en fonction de vos autorisations) comprennent :</p>
<ul>
	<li>Cr&eacute;er un nouvel ensemble de r&eacute;sultats de recherche &agrave; partir des dossiers s&eacute;lectionn&eacute;s</li>
	<li>Imprimer une liste de dossiers</li>
	<li>Cr&eacute;er un nouveau rappel &agrave; partir des dossiers s&eacute;lectionn&eacute;s</li>
	<li>Cr&eacute;er un rapport statistique des utilisations</li>
	<li>Ajouter / Modifier des « domaines d'int&eacute;r&ecirc;t »</li>
	<li>Demander des mises &agrave; jour par courriel en nombre</li>
	<li>&Eacute;tablir le statut public des dossiers s&eacute;lectionn&eacute;s</li>
	<li>Modifier le propri&eacute;taire des dossiers s&eacute;lectionn&eacute;s</li>
	<li>Supprimer / Restaurer des dossiers</li>
	<li>Ajouter les dossiers s&eacute;lectionn&eacute;s &agrave; un profil de partage pour les rendre accessibles &agrave; un autre membre CIOC dans votre base de donn&eacute;es</li>
</ul>

<a name="sort"></a>
<h4>Ordre de tri</h4>
<p>Cette section vous permet de modifier l'ordre dans lequel les dossiers sont list&eacute;s. Vous pouvez s&eacute;lectionner l'un des choix de tri pr&eacute;&eacute;tablis ou un choix personnalis&eacute; dans la liste d&eacute;roulante.</p>

<a name="print"></a>
<h3>Version imprimable</h3>
<p>Si vous souhaitez imprimer un rapport de vos r&eacute;sultats de recherche, cliquez sur le lien <em>Version imprimable</em> (&agrave; c&ocirc;t&eacute; de <em>Changer les options d'affichage</em>) pour consulter un rapport de vos r&eacute;sultats format&eacute;s pour l'impression, sans le menu ni les autres liens. Le super-utilisateur de la base de donn&eacute;es peut personnaliser la version imprimable et l'optimiser pour l'impression en cr&eacute;ant un <em>mod&egrave;le de conception</em> sp&eacute;cial pour l'impression et en l'ajoutant &agrave; la <em>vue</em> actuelle.</p>

<p align="center">[ <a href="#top" style="text-decoration:none">Haut</a> ]</p>
<p class="SmallNote">Derni&egrave;re modification : $Date$</p>
